{
  "sermon": [
    {
      "src": "../img/oluwakemi.jpg",
      "author": " Pastor Kemi Sogbuyi",
      "date": "Sermon delivered on Sunday 27th October, 2019.",
      "topic": "Putting an utmost end to the curse.",
      "content": "<strong>Introduction:</strong><br /> When we talk about curse, it has a long age than human and if we ask it to stop it stops but a lot of us spoon feed curse. The greatest thing Jesus came to the world to do is to erase curse.<br /> <br /> <strong>Message:</strong><br /> What is curse? Curse is a bad word that was said zealously into the life of human.<br /> According to the book of Genesis, God created heaven and earth but the devil came to destroy the relationship between God and human.<br /> &nbsp;Illustration in <span>Genesis 3:14,17-19,</span> when God created snake, it had both legs and hands but the devil used snake to deceive Adam and Eve so the snake was cursed to move with its belly.<br /> &nbsp;The things that curse caused for Adam and Eve includes:<br /> 1) The earth is cursed because of them so thorns and pistils will start growing.<br /> 2) In sorrow shall thee conceive and give birth.<br /> <br /> <strong>Putting an end to utmost curse.</strong><br /> Proverbs 26:2, The curse wouldn't be without reasons, curse caused all the issues we are in and which make us stagnant and blame it on some certain things.<br /> <br /> <strong>Types of CURSE</strong><br /> 1) Generational curse: this is a curse that is been transfered from one generation to another generation. Example Abraham's generation prayed for long before Sarah gave birth to Isaac. Isaac also prayed for long&nbsp; before Rebecca&nbsp; &nbsp;gave birth to Jacob. Jacob also prayed for long before Rachael gave birth.<br /> 2) The curse we meet on the way: These are the kinds of curse we meet on our journey but was not meant for us but it start manifesting in our life.<br /> 3) The unknown curse <span>(2nd Samuel 21:1):</span> This is a curse that was not meant for David but Saul because of his atrocities but the curse manifested during the era of David.<br /> 4)Curses we sojourn with: Noah sojourn (walk) with people and caused them to loose their properties (2nd kings 5:27).<br /> <br /> <strong>Conclusion:</strong><br /> According to Galatians 3:13, Christ has redeemed us from the curse of law. The Lord has paid for our curse and turned us to a new creature.<span> Revelations 22:3 </span> says, their shall be no more curse in our life.<br /> <br /> Further Reading: <span>Matthew 4,Matthew 8,Matthew 11,Mark 2,Galatians 3:13.</span>",
      "href": "#overview"
    },
    {
      "src": "../img/funmi.jpg",
      "author": "Deaconess Funmilayo Sogbuyi ",
      "date": "Sermon delivered on Sunday 20th October, 2019.",
      "topic": "Unbelief ",
      "content": "<h5><span>Text: Matthew 17:20</span></h5> <br> <strong>Introduction:</strong><br /> A lot of people don't believe in the word of God which led to us not getting our testimony on time.<br /> <br /> <strong>Message:</strong> <br /> According to the book of <span>Matthew 17:20 </span>,Jesus said people do not believe, that if our faith can be as small as the grain of mustard seed then we will tell mountains to move and it will move. If you believe in God no one will be able to mislead you, which may lead to delay in testimony.<br /> An Unbeliever will run helter&nbsp; skelter because they dont have any faith in the Lord. It is because of our unbelief that is why we can't be our own \"pastor\" or be able to cast out demons.<br /> <br /> In book of <span>Mark 9:17 -27,</span> A man brought out his son who has a deaf and dumb spirit since&nbsp; when he was young. Jesus called them a faithless generation and said \"if you can believe, all things are possible to him that believe\" and immediately the man cried out that he believed Jesus casted the demon out of the boy and he became whole.<br /> A lot of us are weak in faith. Abraham was not weak in faith and hope, that was why he believed&nbsp; and will still give birth because he believed in God's promises. <span>(Romans 4:12-20).</span><br /> <br /> <span>Hebrews 3:12</span>, let's take heed so that we will not be misled and depart from the living God.<br /> <span>Hebrews 3:18-19,</span> those that don't believe in God have no rest but those that believe will enter into everlasting rest.<br /> <span>James 1:5-8,</span> double minded people will always be unstable and will be running helter skelter.<br /> <br /> <h5> <strong>What does being unbelieving do to people?</strong></h5> <br /> 1. It makes one stagnant spiritually.<br /> 2. It makes one seek Jesus everywhere.<br /> 3. It doesn't make one to have peace of mind.<br /> 4. It makes one depart from the living God.<br /> 5. It does not make one receive what he asked for from God.<br /> 6. It makes one fall.<br /> 7. It makes one confess evil.<br /> Hebrews 4:11, let labour to enter rest.<br /> <br /> <strong>Conclusion:</strong><br /> In conclusion, if we believe in God we will be able to be our own \"pastor\" and be able to speak to sickness, poverty, bareness etc, that they will cease to exist in our life and this will lead us to everlasting rest.",
      "href": "#overview"
    },
    {
      "src": "../img/apata2.jpg",
      "author": "Evang Apata ",
      "date": "Sermon delivered on Sunday, 13th October, 2019.",
      "topic": "The works of the anointing. ",
      "content": "<h5><span>Text: Acts 10:38</span></h5> <br> <strong>Introduction:</strong> <br> Many of us do not know the importance of the anointing we usually receive in the church. The anointing is very powerful and performs wonderful and miraculous works. <br><br> <strong>Message:</strong> <br> According to the book of Acts 10:38 \" How God anointed Jesus of Nazareth with the Holy Ghost and power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.\" When God anointed Jesus Christ, the anointing started its work on him immediately. <span>Psalm 105:15</span> says Touch not mine anointed, and do my prophets no harm. Once you receive the anointing of God, you immediately become an anointed being. No evil should come near you. Anointing performs a lot of works in our lives such as removing our reproaches and tribulations. The reason is that the ministers of God would have prayed to it before using it for the congregations. <br><br> <h4>There are two kinds of anointing</h4> 1 Holy anointing <br> 2 Unholy anointing. <br> The holy anointing comes from God and the Holy Spirit while the Unholy comes from the devil. <br> The works of the anointing depends on the source it comes from. Because the anointing that was poured on Jesus came from God, He was able to perform wonders such as healings and releasing people from oppression. <br> This anointing symbolizes the Holy Spirit and it can come in the following forms: <br><br> A. Oil: It destroys the yoke. Isaiah 10:27 It can manifest as oil to lubricate ones progress. Such is seen in the life of David from shepherd boy to a king.<span> 1st Samuel 16:11-13.</span> <br> B. Water: It quenches people's thirst.<span> John 7:37-39.</span> <br> C. Wind: It can come like a mighty rushing wind. It makes one to speak with a new tongue. <span>Acts 2:1-4</span> It can also manifest as a cool rushing breeze that gives life. <span>Genesis 2:7</span> <br> D. Wine: It can manifest as wine. It is a heavenly wine. The apostles were filled with heavenly wine that gave them joy and promotions.<span> Acts 2:12-13.</span> <br> It makes one to become a supernatural being as seen in the case of David and Goliath. David a young lad that defeat the giant <span>Goliath. 1st Samuel 17: 34-37.</span> <br> It will enable one to fulfill God's purpose in life. As Christians for us to win souls for Jesus Christ.<span> John 15:16. </span> <br> It does not discriminate. It will manifest itself in everybody's life. <span>Joel 2:28-30.</span> <br><br> <strong>We can receive the anointing through the following:</strong><br> 1. Holy communion <br> 2. Oil <br> Many of us receive the anointing and things seem to still remain same simply because we don't know its importance and we still live sinful lives. <br><br> <h5>Conclusion:</h5> In conclusion if we receive the Holy Communion and the anointing oil, things will change for better for us. <br> We should allow our ways to please God so that our enemies will be at peace with us. We should try to flee from sins so that the anointing we receive will perform its works in our lives and we receive our testimonies.<br> God bless you and remain richly blessed in the Lord. <br><br><span> Further references : Acts 1:8, Ezekiel 37.</span>",
      "href": "#overview"
    },
    {
      "src": "../img/apata.jpg",
      "author": "Evabg Apata",
      "date": "Sermon on 22/09/19 ",
      "topic": "The Key Of David",
      "content": "<span>Texts: Isaiah 22: 20-22, Isaiah 9:6-7, Luke 1:32, Revelation 3:7-8.</span> A key does two things. It opens and closes a door. Jesus is the owner of the keys to all things. Any door that Jesus opens for you, no one can close it. According to <span> Revelation 3:8,</span> it says \"l know thy works; behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name\".<br> Jesus says your strength is little, that is why you are struggling to get the keys to open the doors to enter into your success, achievement, glory, to have your own children, to get a good job etc. <br> There are many doors that your past generations were not able to open, but because Jesus Christ owns the keys to all doors, if you believe in Him, He will open all those doors to you and you will get in easily. <br>Jesus is the way, if you hold unto His words, He will make a way for you. <br>God is more than able to make way where there's no way. <br> According to <span>Exodus 14: 10-22,</span> the Israelites couldn't pass through the Red Sea because there was no way for them. But when God instructed Moses to stretched forth hot rod, the door of the Sea was opened and the Israelites passed through the dry land safely while the Egyptians perished in the Sea. <br><br> <h4>How Can You Enter Through The Doors?.</h4><br>1 You must engage yourself in a high praise <br>2 You must continue to serve God <br>3 Let the Holy Spirit lead you always <br> 4 You must continue to give in season and out of season <br> 5 You must walk with the right company (people) <br> 6 You must continue to grow in faith <br> 7 You must continue to grow in power of the Holy Spirit <br> 8. You must engage in the ministry of the angels. <br> 9 You must continue to grow in spiritual understanding. <br> <br> Conclusion: The day you accepted Jesus Christ as your Lord and Saviour, those beautiful doors would be opened for you. All you need to do is to ask him to open those doors for you. <br> <span> Further References: 1sr Corinthians 16:9, Matthew 6:13, Psalms 100:4, Psalms 34:10, Psalms 23:1, Luke 6:38, 1st Corinthians 15:33. </span>- Remain richly blessed in the Lord.",
      "href": "#article"
    },
    {
      "src": "../img/oluwakemi.jpg",
      "author": "Pastor O.A Sogbuyi",
      "date": "15/8/19",
      "topic": "My god will do exceedingly",
      "content": "<span>Isaiah 41:17 and 18</span>When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the LORD will hear them, I the God of Israel will not forsake them. I will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water. Our Lord is Jehovah Jire. He is a great provider and will supply exceedingly above what we asked for. According to the book of Prophet Isaiah a man that is in need water to drink and kill his taste is offered a river. That same God that spoke with prophet Isaiah is rising against your request today, He has done it before and will do it again. Are you looking unto Him for the fruit of the womb? The Lord of Abraham is still alive and will answer you with great testimony. Here this: Genesis 16:10 And the angel of the LORD said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude. He is God whatever he promises He will do. Though it may tarry but it will come. Apostle Paul reiterate in the book of Ephesians 3:20: Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us. What other assurance do you need to know that we serve a miracle working God. If you diligently hearken to Him and walk according to His will, you will surely eat the fruits of the land. The Lord of Solomon is laying an emphasis 1Kings 3:13 And I have also given thee that which thou hast not asked, both riches, and honour: so that there shall not be any among the kings like unto thee all thy days. The Lord knows you and He is interested in you as a project. Our Lord will never have an abandoned project or fail in executing His project. You are one and He will see it to the end. Philippians 1:6 Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ. Be of good cheer ",
      "href": "#article"
    }
  ],
  "blessing": [
    {
      "src": "../img/gppcr-logo.png",
      "author": "Pastor O.A Sogbuyi",
      "date": "15th aug 2019",
      "topic": "you are blessed",
      "content": "<span>Zec:4:9:</span> The hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the LORD of hosts hath sent me unto you. You shall complete every good thing you’ve started in Jesus name. You are blessed. Ga:6:9: And let us not be weary in well doing: for in due season we shall reap, if we faint not. This is your season to reap. Your work is rewarded. You will be endowed with divine harvest. You are blessed. <span>Lu:10:19:</span> Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you. All power that oppose testimony in your life and in the life of your family will be tread upon by you. As from today no fetish power shall have impact upon you. You are blessed. <span>Zec:4:7:</span> Who art thou, O great mountain? before Zerubbabel thou shalt become a plain: and he shall bring forth the headstone thereof with shoutings, crying, Grace, grace unto it. Every obstruction to your breakthrough are removed by the power of anointing in Jesus’ name. You are blessed",
      "href": "#article"
    },
    {
      "src": "../img/oluwakemi.jpg",
      "author": "Pastor O.A Sogbuyi",
      "date": "16th aug 2019",
      "topic": "you are blessed",
      "content": "<span>Psalm 9:13:</span> Have mercy upon me, O LORD; consider my trouble which I suffer of them that hate me, thou that liftest me up from the gates of death: Say this prayer and consider yourself worthy of God's mercy throughout the week. You are blessed. <br> <span>2Thessalonian 1:6:</span> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you; It is your turn to have total rest. God will stop your tribulation in His divine way. You are blessed. <br> <span>Psa 92:12 &13</span> The righteous shall flourish like the palm tree: he shall grow like a cedar in Lebanon. Those that be planted in the house of the LORD shall flourish in the courts of our God. Its is your week of SPECIAL FAME. Your fame will advance from pillar to post. You shall be noted for divine establishment. You are blessed. <br> <span>Rom_1:11</span> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established; The Spiritual gift to establish you is bestowed upon you today. Your business, your marriages, your ministry and every other things that require the touch of God in your life are established. You are blessed. <br> <span>Isa_54:14</span> In righteousness shalt thou be established: thou shalt be far from oppression; for thou shalt not fear: and from terror; for it shall not come near thee. As we continue in 2019, the Lord is declaring concerning you that you will be far from oppression. Also terror will not know your habitation. You are blessed",
      "href": "#article"
    },
    {
      "src": "../img/oluwakemi.jpg",
      "author": "Pastor O.A Sogbuyi",
      "date": "16th aug 2019",
      "topic": "you are blessed",
      "content": "<span>Zec:4:9:</span> The hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and thou shalt know that the LORD of hosts hath sent me unto you. You shall complete every good thing you’ve started in Jesus name. You are blessed. Ga:6:9: And let us not be weary in well doing: for in due season we shall reap, if we faint not. This is your season to reap. Your work is rewarded. You will be endowed with divine harvest. You are blessed. <span>Lu:10:19:</span> Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you. All power that oppose testimony in your life and in the life of your family will be tread upon by you. As from today no fetish power shall have impact upon you. You are blessed. <span>Zec:4:7:</span> Who art thou, O great mountain? before Zerubbabel thou shalt become a plain: and he shall bring forth the headstone thereof with shoutings, crying, Grace, grace unto it. Every obstruction to your breakthrough are removed by the power of anointing in Jesus’ name. You are blessed",
      "href": "#article"
    }
  ],
  "quick": [
    {
      "src": "../img/gppcr-logo.png",
      "author": "Quick sermons",
      "date": " 28th aug 2019",
      "topic": "i have you in my heart",
      "content": "<span>Philippians 1:7</span> Even as it is meet for me to think this of you all, because I have you in my heart; in as much as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace. <br> <span>Galatian_5:6; 1John_3:14</span>",
      "href": "#overview"
    },
    {
      "src": "../img/gppcr-logo.png",
      "author": "Quick sermons",
      "date": " 28th aug 2019",
      "topic": "Be thou partaker of the afflictions<",
      "content": "As Christians we are to inherit the Joy and Pains of being part of the household of Christ. We are in a race that has only a single reward, a common medal and that is Salvation of our soul. <br> <span>2nd Timothy 1:8</span> Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God; <br> <span>Act_16:23-25</span> And when they had laid many stripes upon them, they cast them into prison, charging the jailor to keep them safely: <br> <span> 16:24</span> Who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks. <br> <span>Act 16:25</span> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them. To Paul and Silas being in prison is an opportunity to evangelize in a new environment. They are not seeing the prison but group of people who need to hear about Jesus. The Philippian Jailers were converted during their ministration. <br> <span>Act_20:22 & 23; Act 20:22</span> And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there: <br> <span>Act 20:23</span> Save that the Holy Ghost witnesseth in every city, saying that bonds and afflictions abide me. <br> <br> <h4>Further Readings</h4> <br> <span>Ephesians 3:1, Ephesians 4:1, Ephesians 6:20; Colossians 4:3, Colossians 4:18; 2Timothy 1:8, 2Timothy 2:9; Hebrew 10:33-34 </span>",
      "href": "#overview"
    }
  ]
}
