[{
    "id": "day8",
    "date": "Monday, November 18, 2019",
    "instruct": "Comment with any hymn of your choice only",
    "day": "8",
    "passageEn": "Psalm ",
    "passageYou": "Orin Dafidi ",
    "contentEn": "",
    "contentYou": ""
  },
  {
    "id": "day7",
    "date": "Sunday, November 17, 2019",
    "day": "7",
    "instruct": "Comment with any hymn of your choice only",
    "passageEn": "Psalm 92",
    "passageYou": "Orin Dafidi 92",
    "contentEn": "Psa 92:1  A Psalm or Song for the sabbath day. It is a good thing to give thanks unto the LORD, and to sing praises unto thy name, O most High: <br> Psa 92:2  To shew forth thy lovingkindness in the morning, and thy faithfulness every night, <br> Psa 92:3  Upon an instrument of ten strings, and upon the psaltery; upon the harp with a solemn sound. <br> Psa 92:4  For thou, LORD, hast made me glad through thy work: I will triumph in the works of thy hands. <br> Psa 92:5  O LORD, how great are thy works! and thy thoughts are very deep. <br> Psa 92:6  A brutish man knoweth not; neither doth a fool understand this. <br> Psa 92:7  When the wicked spring as the grass, and when all the workers of iniquity do flourish; it is that they shall be destroyed for ever: <br> Psa 92:8  But thou, LORD, art most high for evermore. <br> Psa 92:9  For, lo, thine enemies, O LORD, for, lo, thine enemies shall perish; all the workers of iniquity shall be scattered. <br> Psa 92:10  But my horn shalt thou exalt like the horn of an unicorn: I shall be anointed with fresh oil. <br> Psa 92:11  Mine eye also shall see my desire on mine enemies, and mine ears shall hear my desire of the wicked that rise up against me. <br> Psa 92:12  The righteous shall flourish like the palm tree: he shall grow like a cedar in Lebanon. <br> Psa 92:13  Those that be planted in the house of the LORD shall flourish in the courts of our God. <br> Psa 92:14  They shall still bring forth fruit in old age; they shall be fat and flourishing; <br> Psa 92:15  To shew that the LORD is upright: he is my rock, and there is no unrighteousness in him.    ",
    "contentYou": "1 Ó dára kí eniyan máa dúpẹ́ lọ́wọ́ rẹ, OLUWA; kí ó sì máa kọ orin ìyìn sí orúkọ rẹ, ìwọ Ọ̀gá Ògo; <br> 2 ó dára kí eniyan máa kéde ìfẹ́ rẹ tí kì í yẹ̀ ní òwúrọ̀, kí ó máa kéde òtítọ́ rẹ ní alẹ́, <br> 3 pẹlu orin, lórí ohun èlò orin olókùn mẹ́wàá, ati hapu. <br> 4 Nítorí ìwọ, OLUWA, ti mú inú mi dùn nípa iṣẹ́ rẹ; OLUWA, mò ń fi ayọ̀ kọrin nítorí iṣẹ́ ọwọ́ rẹ. <br> 5 Iṣẹ́ ọwọ́ rẹ tóbi pupọ, OLÚWA! Èrò rẹ sì jinlẹ̀ pupọ! <br> 6 Òpè eniyan kò lè mọ̀, kò sì le yé òmùgọ̀: 7 pé bí eniyan burúkú bá tilẹ̀ rú bíi koríko, tí gbogbo àwọn aṣebi sì ń gbilẹ̀, ó dájú pé ìparun ayérayé ni òpin wọn. <br> 8 Ṣugbọn ẹni àgbéga títí lae ni ọ́, OLUWA. <br> 9 Wò ó, OLUWA, àwọn ọ̀tá rẹ yóo parun; gbogbo àwọn aṣebi yóo sì fọ́n ká. <br> 10 Ṣugbọn o ti gbé mi ga, o ti fún mi lágbára bíi ti ẹfọ̀n; o ti da òróró dáradára sí mi lórí. <br> 11 Mo ti fi ojú mi rí ìṣubú àwọn ọ̀tá mi, mo sì ti fi etí mi gbọ́ ìparun àwọn ẹni ibi tí ó gbé ìjà kò mí. <br> 12 Àwọn olódodo yóo gbilẹ̀ bí igi ọ̀pẹ, wọn óo dàgbà bí igi kedari ti Lẹbanoni. <br> 13 Wọ́n dàbí igi tí a gbìn sí ilé OLUWA, tí ó sì ń dàgbà ninu àgbàlá Ọlọrun wa. <br> 14 Wọn á máa so èso títí di ọjọ́ ogbó wọn, wọn á máa lómi lára, ewé wọn á sì máa tutù nígbà gbogbo; <br> 15 láti fihàn pé olóòótọ́ ni OLUWA; òun ni àpáta mi, kò sì sí aiṣododo lọ́wọ́ rẹ̀.      "
  },
  {
    "id": "day6",
    "date": "Saturday, November 16, 2019",
    "day": "6",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 105",
    "passageYou": "Orin Dafidi 105",
    "contentEn": "<div> Psalm 105: 1. O give thanks unto the LORD; call upon his name: make known his deeds among the people.  </div> <div> Psalm 105: 2. Sing unto him, sing psalms unto him: talk ye of all his wondrous works.  </div> <div> Psalm 105: 3. Glory ye in his holy name: let the heart of them rejoice that seek the LORD.  </div> <div> Psalm 105: 4. Seek the LORD, and his strength: seek his face evermore.  </div> <div> Psalm 105: 5. Remember his marvellous works that he hath done; his wonders, and the judgments of his mouth;  </div> <div> Psalm 105: 6. O ye seed of Abraham his servant, ye children of Jacob his chosen.  </div> <div> Psalm 105: 7. He is the LORD our God: his judgments are in all the earth.  </div> <div> Psalm 105: 8. He hath remembered his covenant for ever, the word which he commanded to a thousand generations.  </div> <div> Psalm 105: 9. Remember his marvellous works that he hath done; his wonders, and the judgments of his mouth;  </div> <div> Psalm 105: 9. Which covenant he made with Abraham, and his oath unto Isaac;  </div> <div> Psalm 105: 10. And confirmed the same unto Jacob for a law, and to Israel for an everlasting covenant:  </div> <div> Psalm 105: 11. Saying, Unto thee will I give the land of Canaan, the lot of your inheritance:  </div> <div> Psalm 105: 12. When they were but a few men in number; yea, very few, and strangers in it.  </div> <div> Psalm 105: 13. When they went from one nation to another, from one kingdom to another people;  </div> <div> Psalm 105: 14. He suffered no man to do them wrong: yea, he reproved kings for their sakes;  </div> <div> Psalm 105: 15. Saying, Touch not mine anointed, and do my prophets no harm.  </div> <div> Psalm 105: 16. Moreover he called for a famine upon the land: he brake the whole staff of bread.  </div> <div> Psalm 105: 17. He sent a man before them, even Joseph, who was sold for a servant:  </div> <div> Psalm 105: 18. Whose feet they hurt with fetters: he was laid in iron:  </div> <div> Psalm 105: 19. Until the time that his word came: the word of the LORD tried him.  </div> <div> Psalm 105: 20. The king sent and loosed him; even the ruler of the people, and let him go free. </div> <div> Psalm 105: 21. He made him lord of his house, and ruler of all his substance:  </div> <div> Psalm 105: 22. To bind his princes at his pleasure; and teach his senators wisdom.  </div> <div> Psalm 105: 23. Israel also came into Egypt; and Jacob sojourned in the land of Ham.  </div> <div> Psalm 105: 24. And he increased his people greatly; and made them stronger than their enemies.  </div> <div> Psalm 105: 25. He turned their heart to hate his people, to deal subtilly with his servants.  </div> <div> Psalm 105: 26. He sent Moses his servant; and Aaron whom he had chosen.  </div> <div> Psalm 105: 27. They shewed his signs among them, and wonders in the land of Ham. </div> <div> Psalm 105: 28. He sent darkness, and made it dark; and they rebelled not against his word.  </div> <div> Psalm 105: 29. He turned their waters into blood, and slew their fish.  </div> <div> Psalm 105: 30. Their land brought forth frogs in abundance, in the chambers of their kings.  </div> <div> Psalm 105: 31. He spake, and there came divers sorts of flies, and lice in all their coasts. . </div> <div> Psalm 105: 32. He gave them hail for rain, and flaming fire in their land.  </div> <div> Psalm 105: 33. He smote their vines also and their fig trees; and brake the trees of their coasts.  </div> <div> Psalm 105: 34. He spake, and the locusts came, and caterpillers, and that without number,  </div> <div> Psalm 105: 35. And did eat up all the herbs in their land, and devoured the fruit of their ground.  </div> <div> Psalm 105: 36. He smote also all the firstborn in their land, the chief of all their strength.  </div> <div> Psalm 105: 37. He brought them forth also with silver and gold: and there was not one feeble person among their tribes.  </div> <div> Psalm 105: 38. Egypt was glad when they departed: for the fear of them fell upon them.  </div> <div> Psalm 105: 39. He spread a cloud for a covering; and fire to give light in the night.  </div> <div> Psalm 105: 40. The people asked, and he brought quails, and satisfied them with the bread of heaven.  </div> <div> Psalm 105: 41. He opened the rock, and the waters gushed out; they ran in the dry places like a river.  </div> <div> Psalm 105: 42. For he remembered his holy promise, and Abraham his servant </div> <div> Psalm 105: 43. And he brought forth his people with joy, and his chosen with gladness:  </div> <div> Psalm 105: 44. And gave them the lands of the heathen: and they inherited the labour of the people;  </div> <div> Psalm 105: 45. That they might observe his statutes, and keep his laws. Praise ye the LORD.  </div>",
    "contentYou": "1Ẹ dúpẹ́ lọ́wọ́ OLUWA, ẹ pe orúkọ rẹ̀, ẹ fi iṣẹ́ rẹ̀ hàn ní gbogbo orílẹ̀-èdè. <br> 2Ẹ kọrin sí i, ẹ kọ orin ìyìn sí i, ẹ sọ nípa gbogbo iṣẹ́ ribiribi rẹ̀. <br> 3Ẹ máa fi orúkọ mímọ́ rẹ̀ yangàn, kí ọkàn àwọn tí ń wá OLUWA ó máa yọ̀. <br> 4Ẹ wá ojurere OLUWA ati agbára rẹ̀, ẹ máa wá ojurere rẹ̀ nígbà gbogbo. <br> 5Ẹ ranti iṣẹ́ ribiribi tí ó ti ṣe, ẹ ranti iṣẹ́ ìyanu rẹ̀ ati ìdájọ́ rẹ̀. <br> 6Ẹ̀yin ọmọ Abrahamu, iranṣẹ rẹ̀, ẹ̀yin ọmọ Jakọbu, àyànfẹ́ rẹ̀. <br> 7OLUWA ni Ọlọrun wa, ìdájọ́ rẹ̀ kárí gbogbo ayé. <br> 8Títí lae ni ó ń ranti majẹmu rẹ̀, ó ranti àṣẹ tí ó pa fún ẹgbẹẹgbẹrun ìran, <br> 9majẹmu tí ó bá Abrahamu dá, ìlérí tí ó fi ìbúra ṣe fún Isaaki, <br> 10tí ó fi ìdí rẹ̀ múlẹ̀ fún Jakọbu gẹ́gẹ́ bí òfin, àní fún Israẹli gẹ́gẹ́ bíi majẹmu ayérayé, <br> 11ó ní: “Ẹ̀yin ni n óo fi ilẹ̀ Kenaani fún, yóo jẹ́ ìpín yín tí ẹ óo jogún.” 12Nígbà tí wọ́n kéré ní iye, <br> tí wọn kò tíì pọ̀ rárá, tí wọn sì jẹ́ àjèjì ní ilẹ̀ náà, <br> 13tí wọn ń káàkiri láti orílẹ̀-èdè dé orílẹ̀-èdè, láti ìjọba kan dé òmíràn, <br> 14kò jẹ́ kí ẹnikẹ́ni ni wọ́n lára, ó bá àwọn ọba wí nítorí wọn. <br> 15Ó ní, “Ẹ kò gbọdọ̀ fọwọ́ kan ẹni àmì òróró mi, ẹ kò sì gbọdọ̀ ṣe àwọn wolii mi níbi.” <br> 16Nígbà kan, ó mú kí ìyàn jà ní ilẹ̀ náà: ó ṣẹ́ ọ̀pá oúnjẹ mọ́ wọn lẹ́nu. <br> 17Ṣugbọn ó kọ́ rán ọkunrin kan ṣáájú wọn, Josẹfu, ẹni tí a tà lẹ́rú. 18Wọ́n so ṣẹ́kẹ́ṣẹkẹ̀ mọ́ ọn lẹ́sẹ̀, wọ́n ti ọrùn rẹ̀ bọ irin, <br> 19títí ìgbà tí ohun tí ó sọ fi ṣẹ, tí OLUWA sì jẹ́rìí sí ọ̀rọ̀ rẹ̀. <br> 20Ọba ranṣẹ pé kí wọ́n tú u sílẹ̀, aláṣẹ àwọn orílẹ̀-èdè sì dá a sílẹ̀. <br> 21Ó fi jẹ aláṣẹ ilé rẹ̀, ati alákòóso gbogbo nǹkan ìní rẹ̀; <br> 22láti máa ṣe olórí àwọn ìjòyè rẹ̀, kí ó sì máa kọ́ àwọn àgbà ìlú ní ìmọ̀. <br> 23Lẹ́yìn náà, Israẹli dé sí Ijipti, Jakọbu ṣe àtìpó ní ilẹ̀ Hamu. <br> 24OLUWA mú kí àwọn eniyan rẹ̀ pọ̀ sí i, ó sì mú kí wọ́n lágbára ju àwọn ọ̀tá wọn lọ. <br> 25Ó yí àwọn ará Ijipti lọ́kàn pada, tóbẹ́ẹ̀ tí wọ́n fi kórìíra àwọn eniyan rẹ̀, tí wọ́n sì hùwà àrékérekè sí àwọn iranṣẹ rẹ̀. <br> 26Ó rán Mose, iranṣẹ rẹ̀, ati Aaroni, ẹni tí ó yàn. <br> 27Wọ́n ṣe iṣẹ́ àmì rẹ̀ ní ilẹ̀ náà, wọ́n sì ṣe iṣẹ́ ìyanu rẹ̀ ní ilẹ̀ Hamu, <br> 28Ọlọrun rán òkùnkùn, ilẹ̀ sì ṣú, ṣugbọn wọ́n ṣe oríkunkun sí ọ̀rọ̀ rẹ̀. <br> 29Ó sọ omi wọn di ẹ̀jẹ̀, ó sì mú kí ẹja wọn kú. <br> 30Ọ̀pọ̀lọ́ ń tú jáde ní ilẹ̀ wọn, títí kan ìyẹ̀wù àwọn ọba wọn. <br> 31Ọlọrun sọ̀rọ̀, eṣinṣin sì rọ́ dé, iná aṣọ sì bo gbogbo ilẹ̀ wọn. <br> 32Ó rọ̀jò yìnyín lé wọn lórí, mànàmáná sì ń kọ káàkiri ilẹ̀ wọn. <br> 33Ó kọlu àjàrà ati igi ọ̀pọ̀tọ́ wọn, ó sì wó àwọn igi ilẹ̀ wọn. <br> 34Ó sọ̀rọ̀, àwọn eṣú sì rọ́ dé, ati àwọn tata tí kò lóǹkà; <br> 35wọ́n jẹ gbogbo ewé tí ó wà ní ilẹ̀ wọn, ati gbogbo èso ilẹ̀ náà. <br> 36Ó kọlu gbogbo àkọ́bí ilẹ̀ wọn, àní, gbogbo àrẹ̀mọ ilẹ̀ wọn. <br> 37Lẹ́yìn náà, ó mú àwọn ọmọ Israẹli jáde, tàwọn ti fadaka ati wúrà, kò sì sí ẹnikẹ́ni ninu ẹ̀yà kankan tí ó ṣe àìlera. <br> 38Inú àwọn ará Ijipti dùn nígbà tí wọ́n jáde, nítorí ẹ̀rù àwọn ọmọ Israẹli ń bà wọ́n. <br> 39OLUWA ta ìkùukùu bò wọ́n, ó sì pèsè iná láti tan ìmọ́lẹ̀ fún wọn lóru. <br> 40Wọ́n bèèrè ẹran, ó fún wọn ní àparò, ó sì pèsè oúnjẹ àjẹtẹ́rùn fún wọn láti ọ̀run. <br> 41Ó la àpáta, omi tú jáde, ó sì ṣàn ninu aṣálẹ̀ bí odò. <br> 42Nítorí pé ó ranti ìlérí mímọ́ rẹ̀, ati Abrahamu, iranṣẹ rẹ̀. <br> 43Ó fi ayọ̀ kó àwọn eniyan rẹ̀ jáde, ó kó àwọn àyànfẹ́ rẹ̀ jáde pẹlu orin. <br> 44Ó fún wọn ní ilẹ̀ àwọn orílẹ̀-èdè mìíràn, wọ́n sì jogún èrè iṣẹ́ àwọn eniyan náà. <br> 45Kí wọ́n lè máa mú àṣẹ rẹ̀ ṣẹ, kí wọ́n sì máa pa òfin rẹ̀ mọ́. Ẹ yin OLUWA!"
  },
  {
    "id": "day5",
    "date": "Friday, November 15, 2019",
    "instruct": "Comment with any song or hymn of your choice",
    "day": "5",
    "passageEn": "Psalm 106 : 25 - 48",
    "passageYou": "Orin Dafidi 106 : 25 - 48",
    "contentEn": "Psa 106:25 But murmured in their tents, and hearkened not unto the voice of the LORD. <br>Psa 106:26 Therefore he lifted u <br>p his hand against them, to overthrow them in the wilderness: <br> Psa 106:27 To overthrow their seed also among the nations, and to scatter them in the lands. <br> Psa 106:28 They joined themselves also unto Baalpeor, and ate the <br> sacrifices of the dead. <br> Psa 106:29 Thus they provoked him to anger with their inventions: and the plague brake in upon them. <br> Psa 106:30 Then stood up Phinehas, and executed judgment: and so the plague was stayed. <br> Psa 1 <br>06:31 And that was counted unto him for righteousness unto all generations for evermore. <br> Psa 106:32 They angered him also at the waters of strife, so that it went ill with Moses for their sakes: <br>Psa 106:33 Because they provoked his <br> spirit, so that he spake unadvisedly with his lips. <br> Psa 106:34 They did not destroy the nations, concerning whom the LORD commanded them: <br> Psa 106:35 But were mingled among the heathen, and learned their works. Psa 106:36 And t <br>hey served their idols: which were a snare unto them. Psa 106:37 Yea, they sacrificed their sons and their daughters unto devils, Psa 106:38 And shed innocent blood, even the blood of their sons and of their daughters, whom they sacrif <br>iced unto the idols of Canaan: and the land was polluted with blood. <br> Psa 106:39 Thus were they defiled with their own works, and went a whoring with their own inventions. <br> Psa 106:40 Therefore was the wrath of the LORD kindled against his people, ins <br>omuch that he abhorred his own inheritance. <br> Psa 106:41 And he gave them into the hand of the heathen; and they that hated them ruled over them. Psa 106:42 Their enemies also oppressed them, and they were brought <br> into subjection under their hand. Psa 106:43 Many times did he deliver them; but they provoked him with their counsel, and were brought low for their iniquity. <br> Psa 106:44 Nevertheless he regarded their affliction, when he heard their cry: <br> Psa 106:45 And he remembered for them his covenant, and repented according to the multitude of his mercies. <br>Psa 106:46 He made them also to be pitied of all those that carried them captives. <br> Psa 106:47 Save u <br>s, O LORD our God, and gather us from among the heathen, to give thanks unto thy holy name, and to triumph in thy praise. <br> Psa 106:48 Blessed be the LORD God of Israel from ever <br>lasting to everlasting: and let all the people say, Amen. Praise ye the LORD.",
    "contentYou": "[25]Ṣugbọn nwọn nkùn ninu agọ wọn, nwọn kò si feti si ohùn Oluwa. <br> [26]Nitorina li o ṣe gbé ọwọ rẹ̀ soke si wọn, lati bì wọn ṣubu li aginju: <br> [27]Lati bì iru-ọmọ wọn ṣubu pẹlu lãrin awọn orilẹ-ède, ati lati fún wọn ka kiri ni ilẹ wọnni. <br> [28]Nwọn da ara wọn pọ̀ pẹlu mọ Baali-Peoru, nwọn si njẹ ẹbọ okú. <br> [29]Bayi ni nwọn fi iṣẹ wọn mu u binu: àrun nla si fó si arin wọn. <br> [30]Nigbana ni Finehasi dide duro, o si ṣe idajọ: bẹ̃li àrun nla na si dá. <br> [31]A si kà eyi na si fun u li ododo lati irandiran titi lai. <br> [32]Nwọn bi i ninu pẹlu nibi omi Ijà, bẹ̃li o buru fun Mose nitori wọn: <br> [33]Nitori ti nwọn mu ẹmi rẹ̀ binu, bẹ̃li o fi ẹnu rẹ̀ sọ ọ̀rọ aiyẹ. <br> [34]Nwọn kò run awọn orilẹ-ède na, niti ẹniti Oluwa paṣẹ fun wọn: <br> [35]Ṣugbọn nwọn da ara wọn pọ̀ mọ́ awọn keferi, nwọn si kọ́ iṣẹ wọn. <br> [36]Nwọn si sìn ere wọn: ti o di ikẹkun fun wọn. <br> [37]Nitõtọ nwọn fi ọmọkunrin wọn ati ọmọbinrin wọn rubọ si oriṣa. <br> [38]Nwọn si ta ẹ̀jẹ alaiṣẹ̀ silẹ, ani ẹ̀jẹ awọn ọmọkunrin wọn ati ti awọn ọmọbinrin wọn, ti nwọn fi rubọ si ere Kenaani: ilẹ na si di aimọ́ fun ẹ̀jẹ. <br> [39]Nwọn si fi iṣẹ ara wọn sọ ara wọn di alaimọ́, nwọn si ṣe panṣaga lọ pẹlu iṣẹ wọn. <br> [40]Nitorina ni ibinu Oluwa ṣe ràn si awọn enia rẹ̀, o si korira awọn enia ini rẹ̀. <br> [41]O si fi wọn le awọn keferi lọwọ; awọn ti o korira wọn si ṣe olori wọn. <br> [42]Awọn ọta wọn si ni wọn lara, nwọn si mu wọn sìn labẹ ọwọ wọn. <br> [43]Igba pupọ li o gbà wọn; sibẹ nwọn fi ìmọ wọn mu u binu, a si rẹ̀ wọn silẹ nitori ẹ̀ṣẹ wọn. <br> [44]Ṣugbọn ninu ipọnju o kiyesi wọn, nigbati o gbọ́ ẹkún wọn. <br> [45]O si ranti majẹmu rẹ̀ fun wọn, o si yi ọkàn pada gẹgẹ bi ọ̀pọlọpọ ãnu rẹ̀. <br> [46]O si mu wọn ri ãnu loju gbogbo awọn ti o kó wọn ni igbekun. <br> [47]Oluwa Ọlọrun wa, gbà wa, ki o si ṣa wa jọ kuro lãrin awọn keferi, lati ma fi ọpẹ fun orukọ mimọ́ rẹ, ati lati ma ṣogo ninu iyìn rẹ. <br> [48]Olubukún ni Oluwa, Ọlọrun Israeli, lati aiyeraiye: ki gbogbo enia ki o si ma wipe, Amin. Ẹ fi iyìn fun Oluwa.    "
  },
  {
    "id": "day4",
    "date": "Thursday, November 14, 2019",
    "day": "4",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 106 : 1 - 24",
    "passageYou": "Orin Dafidi 106 : 1 - 24",
    "contentEn": "Psa 106:1 Praise ye the LORD. O give thanks unto the LORD; for he is good: for his mercy endureth for ever. <br> Psa 106:2 Who can utter the mighty acts of the LORD? who can shew forth all his praise? <br> Psa 106:3 Blessed are they that keep judgment, and he that doeth righteousness at all times. <br> Psa 106:4 Remember me, O LORD, with the favour that thou bearest unto thy people: O visit me with thy salvation; <br> Psa 106:5 That I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance. <br> Psa 106:6 We have sinned with our fathers, we have committed iniquity, we have done wickedly. <br> Psa 106:7 Our fathers understood not thy wonders in Egypt; they remembered not the multitude of thy mercies; but provoked him at the sea, even at the Red sea. <br> Psa 106:8 Nevertheless he saved them for his name's sake, that he might make his mighty power to be known. <br> Psa 106:9 He rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness. <br> Psa 106:10 And he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy. <br> Psa 106:11 And the waters covered their enemies: there was not one of them left. <br> Psa 106:12 Then believed they his words; they sang his praise. <br> Psa 106:13 They soon forgat his works; they waited not for his counsel: <br> Psa 106:14 But lusted exceedingly in the wilderness, and tempted God in the desert. <br> Psa 106:15 And he gave them their request; but sent leanness into their soul. <br> Psa 106:16 They envied Moses also in the camp, and Aaron the saint of the LORD. <br> Psa 106:17 The earth opened and swallowed up Dathan, and covered the company of Abiram. <br> Psa 106:18 And a fire was kindled in their company; the flame burned up the wicked. <br> Psa 106 <br>:19 They made a calf in Horeb, and worshipped the molten image. <br> Psa 106:20 Thus they changed their glory into the similitude of an ox that eateth grass. <br> Psa 106:21 They forgat God their saviour, which had d <br>one great things in Egypt; <br> Psa 106:22 Wondrous works in the land of Ham, and terrible things by the Red sea. <br> Psa 106:23 Therefore he said that he would destroy them, had not Moses his chosen stood before him in the breach <br>, to turn away his wrath, lest he should destroy them. <br> Psa 106:24 Yea, they despised the pleasant land, they believed not his word:",
    "contentYou": "<h2>ORIN DAFIDI 106:1-48</h2> [1]Ẹ fi iyìn fun Oluwa! Ẹ fi ọpẹ fun Oluwa: nitoriti o ṣeun: nitoriti ti ãnu rẹ̀ duro lailai. <br> [2]Tali o le sọ̀rọ iṣẹ agbara Oluwa? tali o le fi gbogbo iyìn rẹ̀ hàn? <br> [3]Ibukún ni fun awọn ti n <br>pa idajọ mọ́, ati ẹniti nṣe ododo ni igbagbogbo. <br> [4]Oluwa, fi oju-rere ti iwọ ni si awọn enia rẹ ṣe iranti mi: fi igbala rẹ bẹ̀ mi wò. <br> [5]Ki emi ki o le ri ire awọn ayanfẹ rẹ, ki emi ki o le yọ̀ ninu ayọ̀ orilẹ-ède rẹ, ki emi ki o le ma ṣogo pẹlu awọn enia ilẹ-ini rẹ. <br> [6]Awa ti ṣẹ̀ <br> pẹlu awọn baba wa, awa ti dẹṣẹ, awa ti ṣe buburu. <br> [7]Iṣẹ iyanu rẹ kò yé awọn baba wa ni Egipti; nwọn kò ranti ọ̀pọlọpọ ãnu rẹ; ṣugbọn nwọn ṣọ̀tẹ si ọ nibi okun, ani nibi Okun pupa. <br> [8]Ṣugbọn o gbà wọn là nitori orukọ <br> rẹ̀, ki o le mu agbara rẹ̀ nla di mimọ̀. <br> [9]O ba Okun pupa wi pẹlu, o si gbẹ: bẹ̃li o sìn wọn là ibu ja bi aginju. <br> [10]O si gbà wọn là li ọwọ ẹniti o korira wọn, o si rà wọn pada li ọwọ ọta nì. <br> [11]Omi si bò awọn ọta wọn: ẹnikan wọn kò si k <br>ù. <br> [12]Nigbana ni nwọn gbà ọ̀rọ rẹ̀ gbọ́: nwọn si kọrin iyìn rẹ̀. <br> [13]Nwọn kò pẹ igbagbe iṣẹ rẹ̀: nwọn kò si duro de imọ̀ rẹ̀. <br> [14]Nwọn si ṣe ifẹkufẹ li aginju, nwọn si dan Ọlọrun wò ninu aṣálẹ̀. <br> [15]O si fi ifẹ wọn fun wọn; ṣugbọn o rán rirù si ọkàn wọn. <br> [16]Nwọn ṣe ilara Mose pẹlu ni ibudo, ati Aaroni, ẹni-mimọ́ Oluwa. <br> [17]Ilẹ là, o si gbé Datani mì, o si bò ẹgbẹ́ Abiramu mọlẹ. <br> [18]Iná si ràn li ẹgbẹ́ wọn; ọwọ́ iná na jó awọn enia buburu. <br> [19]Nwọn ṣe ẹgbọrọ malu ni Horebu, nwọn si foribalẹ fun ere didà. <br> [20]Bayi ni nwọn pa ogo wọn dà si àworan malu ti njẹ koriko. <br> [21]Nwọn gbagbe Ọlọrun, Olugbala wọn, ti o ti ṣe ohun nla ni ilẹ Egipti. <br> [22]Iṣẹ iyanu ni ilẹ Hamu, ati ohun ẹ̀ru lẹba Okun pupa. <br> [23]Nitorina li o ṣe wipe, on o run wọn, iba máṣe pe Mose, ayanfẹ rẹ̀, duro niwaju rẹ̀ li oju-ẹya na, lati yi ibinu rẹ̀ pada, ki o má ba run wọn. <br> [24]Nitõtọ, nwọn kò kà ilẹ didara nì si, nwọn kò gbà ọ̀rọ rẹ̀ gbọ́:"
  },
  {
    "id": "day3",
    "date": "Wednesday, November 13, 2019",
    "instruct": "Comment with any song or hymn of your choice",
    "day": "3",
    "passageEn": "Psalm 65 :1-13",
    "passageYou": "Orin Dafidi 65:1-13",
    "contentEn": "Psa 65:1  To the chief Musician, A Psalm and Song of David. Praise waiteth for thee, O God, in Sion: and unto thee shall the vow be performed. <br> Psa 65:2  O thou that hearest prayer, unto thee shall all flesh come. <br> Psa 65:3  Iniquities prevail against me: as for our transgressions, thou shalt purge them away.<br>  Psa 65:4  Blessed is the man whom thou choosest, and causest to approach unto thee, that he may dwell in thy courts: we shall be satisfied with the goodness of thy house, even of thy holy temple. <br> Psa 65:5  By terrible things in righteousness wilt thou answer us, O God of our salvation; who art the confidence of all the ends of the earth, and of them that are afar off upon the sea: <br> Psa 65:6  Which by his strength setteth fast the mountains; being girded with power: <br> Psa 65:7  Which stilleth the noise of the seas, the noise of their waves, and the tumult of the people. <br> Psa 65:8  They also that dwell in the uttermost parts are afraid at thy tokens: thou makest the outgoings of the morning and evening to rejoice. <br> Psa 65:9  Thou visitest the earth, and waterest it: thou greatly enrichest it with the river of God, which is full of water: thou preparest them corn, when thou hast so provided for it. <br> Psa 65:10  Thou waterest the ridges thereof abundantly: thou settlest the furrows thereof: thou makest it soft with showers: thou blessest the springing thereof. <br> Psa 65:11  Thou crownest the year with thy goodness; and thy paths drop fatness. <br> Psa 65:12  They drop upon the pastures of the wilderness: and the little hills rejoice on every side. <br> Psa 65:13  The pastures are clothed with flocks; the valleys also are covered over with corn; they shout for joy, they also sing.     ",
    "contentYou": "1 Ọlọrun, ìwọ ni ìyìn yẹ ní Sioni, ìwọ ni a óo san ẹ̀jẹ́ wa fún, <br> 2 ìwọ tí ń gbọ́ adura! Ọ̀dọ̀ rẹ ni gbogbo eniyan ń bọ̀, <br> 3 nítorí ẹ̀ṣẹ̀ wọn. Nígbà tí ẹ̀ṣẹ̀ wa bá borí wa, ìwọ a máa dáríjì wá. <br> 4 Ayọ̀ ń bẹ fún ẹni tí o yàn, tí o mú wá sí ọ̀dọ̀ rẹ, láti máa gbé inú àgbàlá rẹ. Àwọn ire inú ilé rẹ yóo tẹ́ wa lọ́rùn, àní, àwọn ire inú tẹmpili mímọ́ rẹ! <br> 5 Iṣẹ́ òdodo tí ó bani lẹ́rù ni o fi dá wa lóhùn, Ọlọrun olùgbàlà wa. Ìwọ ni gbogbo àwọn tí ó wà lórí ilẹ̀ ayé gbẹ́kẹ̀lé, ati àwọn tí wọn wà lórí omi òkun ní ọ̀nà jíjìn réré. <br> 6 Ìwọ tí o fi agbára fi ìdí àwọn òkè ńlá múlẹ̀; tí o sì fi agbára di ara rẹ ní àmùrè. <br> 7 O mú híhó òkun dákẹ́ jẹ́ẹ́, ariwo ìgbì wọn rọlẹ̀ wọ̀ọ̀; o sì paná ọ̀tẹ̀ àwọn eniyan. <br> 8 Àwọn tí ń gbé ìpẹ̀kun ayé sì ń bẹ̀rù nítorí àwọn iṣẹ́ ìyanu rẹ; o mú kí àwọn eniyan, láti ìlà oòrùn títí dé ìwọ̀ rẹ̀, hó ìhó ayọ̀. <br> 9 Ò ń ṣìkẹ́ ayé, o sì ń bomi rin ín, o mú kí ilẹ̀ jí kí ó sì lẹ́tù lójú; o mú kí omi kún inú odò ìwọ Ọlọrun, o mú kí ọkà hù lórí ilẹ̀; nítorí pé bẹ́ẹ̀ ni o ṣe ṣètò rẹ̀. <br> 10 O bomi rin poro oko rẹ̀ lọpọlọpọ, o ṣètò àwọn ẹsẹ̀ rẹ̀; o rọ òjò tó mú kí ilẹ̀ rọ̀, o sì mú kí ohun ọ̀gbìn rẹ̀ dàgbà. <br> 11 O mú kí ìkórè oko pọ̀ yanturu ní òpin ọdún; gbogbo ipa ọ̀nà rẹ sì kún fún ọpọlọpọ ìkórè oko. <br> 12 Gbogbo pápá oko kún fún ẹran ọ̀sìn, àwọn ẹ̀gbẹ́ òkè sì kún fún ohun ayọ̀, <br> 13 ẹran ọ̀sìn bo pápá oko bí aṣọ, ọkà bo gbogbo àfonífojì, ó sì so jìngbìnnì, wọ́n ń hó, wọ́n sì ń kọrin ayọ̀.    "
  },
  {
    "id": "day2",
    "date": "Tuesday, November 12, 2019",
    "day": "2",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 95 : 1-11",
    "passageYou": "Orin Dafidi 95 : 1-11",
    "contentEn": "Psa 95:1  O come, let us sing unto the LORD: let us make a joyful noise to the rock of our salvation. <br>Psa 95: 2  Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms. <br>Psa 95: 3  For the LORD is a great God, and a great King above all gods. <br>Psa 95: 4  In his hand are the deep places of the earth: the strength of the hills is his also. <br>Psa 95: 5  The sea is his, and he made it: and his hands formed the dry land. <br>Psa 95: 6  O come, let us worship and bow down: let us kneel before the LORD our maker. <br>Psa 95: 7  For he is our God; and we are the people of his pasture, and the sheep of his hand. To day if ye will hear his voice, <br>Psa 95: 8  Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness: <br>Psa 95: 9  When your fathers tempted me, proved me, and saw my work. <br>Psa 95: 10  Forty years long was I grieved with this generation, and said, It is a people that do err in their heart, and they have not known my ways:   <br>Psa 95: 11  Unto whom I sware in my wrath that they should not enter into my rest. ",
    "contentYou": "1Ẹ wá, ẹ jẹ́ kí á kọrin sí OLUWA; ẹ jẹ́ kí á hó ìhó ayọ̀ sí Olùdáàbòbò ati ìgbàlà wa!<br> 2Ẹ jẹ́ kí á wá siwaju rẹ̀ pẹlu ọpẹ́; ẹ jẹ́ kí á fi orin ìyìn hó ìhó ayọ̀ sí i.<br> 3Nítorí pé Ọlọrun tí ó tóbi ni OLUWA, ọba tí ó tóbi ni, ó ju gbogbo oriṣa lọ.<br> 4Ìkáwọ́ rẹ̀ ni ọ̀gbun ilẹ̀ wà; gíga àwọn òkè ńlá wà ní ìkáwọ́ rẹ̀ pẹlu.<br> 5Tirẹ̀ ni òkun, nítorí pé òun ni ó dá a; ọwọ́ rẹ̀ ni ó sì fi dá ìyàngbẹ ilẹ̀.<br> 6Ẹ wá, ẹ jẹ́ kí á jọ́sìn, kí á tẹríba, ẹ jẹ́ kí á kúnlẹ̀ níwájú OLUWA, Ẹlẹ́dàá wa!<br> 7Nítorí òun ni Ọlọrun wa, àwa ni eniyan rẹ̀, tí ó ń kó jẹ̀ káàkiri, àwa ni agbo aguntan rẹ̀. Ọlọrun Bá Àwọn Eniyan Rẹ̀ sọ̀rọ̀ Bí ẹ bá gbọ́ ohùn rẹ̀ lónìí,<br> 8ẹ má ṣe orí kunkun bí ẹ ti ṣe ní Meriba, ati bí ẹ ti ṣe ní ijọ́un ní Masa, ninu aṣálẹ̀ <br> 9nígbà tí àwọn baba ńlá yín dán mi wò, tí wọ́n dẹ mí, bí ó tilẹ̀ jẹ́ pé wọ́n ti rí ohun tí mo ti ṣe rí.<br> 10Fún ogoji ọdún gbáko ni ọ̀rọ̀ wọn fi sú mi, tí mo sọ pé, “Ọkàn àwọn eniyan wọnyi ti yapa, wọn kò sì bìkítà fún ìlànà mi.” 11Nítorí náà ni mo fi fi ibinu búra pé, wọn kò ní wọ inú ìsinmi mi."
  },
  {
    "id": "day1",
    "date": "Monday, November 11, 2019",
    "day": "1",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 100 : 1-5",
    "passageYou": "Orin-Dafidi 100 : 1-5",
    "contentYou": "1Ẹ hó ìhó ayọ̀ sí OLUWA, gbogbo ilẹ̀ ayé.<br> 2Ẹ fi ayọ̀ sin OLUWA.<br> Ẹ wá siwaju rẹ̀ pẹlu orin ayọ̀.<br> 3Ẹ mọ̀ dájú pé OLUWA ni Ọlọrun, òun ló dá wa, òun ló ni wá; àwa ni eniyan rẹ̀, àwa sì ni agbo aguntan rẹ̀.<br> 4Ẹ wọ ẹnubodè rẹ̀ tẹ̀yin tọpẹ́, kí ẹ sì wọ inú àgbàlá rẹ̀ tẹ̀yin tìyìn. Ẹ dúpẹ́ lọ́wọ́ rẹ̀, kí ẹ sì máa yin orúkọ rẹ̀.<br> 5Nítorí OLUWA ṣeun; ìfẹ́ rẹ̀ tí kì í yẹ̀ wà títí lae, òtítọ́ rẹ̀ sì wà láti ìran dé ìran.",
    "contentEn": " Psa 100:1   A Psalm of praise. Make a joyful noise unto the LORD, all ye lands.   <br> Psa 100:2 Serve the LORD with gladness: come before his presence with singing.  <br>  Psa 100:3 Know ye that the LORD he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture.  <br>  Psa 100:4 Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name. <br>Psa 100:5 For the LORD is good; his mercy is everlasting; and his truth endureth to all generations. "
  }
]