[

  {
    "id": "day40",
    "date": "Friday, December 20, 2019",
    "instruct": "Last week <br> Jude  1:24 - 25 Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen. <br> My week of Unlimited Clap offerings.<br> Render unlimited clap after reading the Bible passage.",
    "day": "40",
    "passageEn": "Psalm 150: 1 - 6",
    "passageYou": "ORIN DAFIDI 150:1-6",
    "contentEn": "<span>Psa 150:1 </span> Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power.<br /> <span>Psa 150:2 </span> Praise him for his mighty acts: praise him according to his excellent greatness.<br /> <span>Psa 150:3 </span> Praise him with the sound of the trumpet: praise him with the psaltery and harp.<br /> <span>Psa 150:4 </span> Praise him with the timbrel and dance: praise him with stringed instruments and organs.<br /> <span>Psa 150:5 </span> Praise him upon the loud cymbals: praise him upon the high sounding cymbals.<br /> <span>Psa 150:6 </span> Let every thing that hath breath praise the LORD. Praise ye the LORD.    ",
    "contentYou": "[1]Ẹ fi iyìn fun Oluwa. Ẹ fi iyìn fun Ọlọrun ninu ibi mimọ́ rẹ̀; yìn i ninu ofurufu oju-ọrun agbara rẹ̀.<br /> [2]Yìn i nitori iṣẹ agbara rẹ̀: yìn i gẹgẹ bi titobi nla rẹ̀.<br /> [3]Fi ohùn ipè yìn i: fi ohun-èlo orin ati duru yìn i.<br /> [4]Fi ìlu ati ijó yìn i: fi ohun ọnà orin olokùn ati fère yìn i.<br /> [5]Ẹ yìn i lara aro olohùn òke: ẹ yìn i lara aro olohùn goro:<br /> [6]Jẹ ki ohun gbogbo ti o li ẹmi ki o yìn Oluwa. Ẹ fi iyìn fun Oluwa.    "
  },
  {
    "id": "day39",
    "date": "Thursday, December 19, 2019",
    "instruct": "Last week <br> Jude  1:24 - 25 Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen. <br> My week of Unlimited Clap offerings.<br> Render unlimited clap after reading the Bible passage.",
    "day": "39",
    "passageEn": "Psalm 147: 1 - 20",
    "passageYou": "ORIN DAFIDI 147:1-20",
    "contentEn": "<span> Psa 147</span>:1 Praise ye the LORD: for it is good to sing praises unto our God; for it is pleasant; and praise is comely.<br /><span> Psa 147</span>:2 The LORD doth build up Jerusalem: he gathereth together the outcasts of Israel.<br /><span> Psa 147</span>:3 He healeth the broken in heart, and bindeth up their wounds.<br /><span> Psa 147</span>:4 He telleth the number of the stars; he calleth them all by their names.<br /><span> Psa 147</span>:5 Great is our Lord, and of great power: his understanding is infinite.<br /><span> Psa 147</span>:6 The LORD lifteth up the meek: he casteth the wicked down to the ground.<br /><span> Psa 147</span>:7 Sing unto the LORD with thanksgiving; sing praise upon the harp unto our God:<br /><span> Psa 147</span>:8 Who covereth the heaven with clouds, who prepareth rain for the earth, who maketh grass to grow upon the mountains.<br /><span> Psa 147</span>:9 He giveth to the beast his food, and to the young ravens which cry.<br /> <span> 147:10 </span> He delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man.<br /> <span> 147:11 </span> The LORD taketh pleasure in them that fear him, in those that hope in his mercy.<br /> <span> 147:12 </span> Praise the LORD, O Jerusalem; praise thy God, O Zion.<br /> <span> 147:13 </span> For he hath strengthened the bars of thy gates; he hath blessed thy children within thee.<br /> <span> 147:14 </span> He maketh peace in thy borders, and filleth thee with the finest of the wheat.<br /> <span> 147:15 </span> He sendeth forth his commandment upon earth: his word runneth very swiftly.<br /> <span> 147:16 </span> He giveth snow like wool: he scattereth the hoarfrost like ashes.<br /> <span> 147:17 </span> He casteth forth his ice like morsels: who can stand before his cold?<br /> <span> 147:18 </span> He sendeth out his word, and melteth them: he causeth his wind to blow, and the waters flow.<br /> <span> 147:19 </span> He sheweth his word unto Jacob, his statutes and his judgments unto Israel.<br /> <span> 147:20 </span> He hath not dealt so with any nation: and as for his judgments, they have not known them. Praise ye the LORD.<br /> ",
    "contentYou": "[1]Ẹ fi iyìn fun Oluwa: nitori ohun rere ni lati ma kọ orin iyìn si Ọlọrun wa: nitori ti o dùn, iyìn si yẹ.<br /> [2]Oluwa li o kọ́ Jerusalemu: on li o kó awọn ifọnkalẹ Israeli jọ.<br /> [3]O mu awọn onirora aiya lara da: o di ọgbẹ wọn:<br /> [4]O ka iye awọn ìrawọ; o si sọ gbogbo wọn li orukọ.<br /> [5]Oluwa wa tobi, ati alagbara nla: oye rẹ̀ kò li opin.<br /> [6]Oluwa gbé awọn onirẹlẹ soke: o rẹ̀ awọn enia buburu si ilẹyilẹ.<br /> [7]Ẹ fi ọpẹ kọrin si Oluwa; kọrin iyìn si Ọlọrun wa lara duru:<br /> [8]Ẹniti o fi awọsanma bò oju ọrun, ẹniti o pèse òjo fun ilẹ, ti o mu koriko dàgba lori awọn òke nla.<br /> [9]O fi onjẹ ẹranko fun u ati fun ọmọ iwò ti ndún.<br /> [10]Kò ṣe inudidùn si agbara ẹṣin: kò ṣe inudidùn si ẹsẹ ọkunrin.<br /> [11]Oluwa nṣe inudidùn si awọn ti o bẹ̀ru rẹ̀, si awọn ti nṣe ireti ãnu rẹ̀.<br /> [12]Yìn Oluwa, iwọ Jerusalemu; yìn Ọlọrun rẹ, iwọ Sioni.<br /> [13]Nitori ti o ti mu ọpá-idabu ẹnu-bode rẹ le; o ti busi i fun awọn ọmọ rẹ ninu rẹ.<br /> [14]O fi alafia ṣe àgbegbe rẹ, o si fi alikama didara-jù kún ọ.<br /> [15]O rán aṣẹ rẹ̀ jade wá si aiye; ọ̀rọ rẹ̀ sure tete.<br /> [16]O fi òjo-didì funni bi irun-agutan, o si fún ìri-didì ká bi ẽrú.<br /> [17]O dà omi didì rẹ̀ bi òkele; tali o le duro niwaju otutu rẹ̀.<br /> [18]O rán ọ̀rọ rẹ̀ jade, o si mu wọn yọ́; o mu afẹfẹ rẹ̀ fẹ, omi si nṣàn.<br /> [19]O fi ọ̀rọ rẹ̀ hàn fun Jakobu, aṣẹ rẹ̀ ati idajọ rẹ̀ fun Israeli.<br /> [20]Kò ba orilẹ-ède kan ṣe bẹ̃ ri; bi o si ṣe ti idajọ rẹ̀ ni, nwọn kò mọ̀ wọn. Ẹ fi iyìn fun Oluwa. "
  },
  {
    "id": "day38",
    "date": "Wednesday, December 18, 2019",
    "instruct": "Last week <br> Jude  1:24 - 25 Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen. <br> My week of Unlimited Clap offerings.<br> Render unlimited clap after reading the Bible passage.",
    "day": "38",
    "passageEn": "Psalm 148: 1-14",
    "passageYou": "ORIN DAFIDI 148:1-14",
    "contentEn": "<span>Psa 148:1 </span> Praise ye the LORD. Praise ye the LORD from the heavens: praise him in the heights.<br /> <span>Psa 148:2 </span> Praise ye him, all his angels: praise ye him, all his hosts.<br /> <span>Psa 148:3 </span> Praise ye him, sun and moon: praise him, all ye stars of light.<br /> <span>Psa 148:4 </span> Praise him, ye heavens of heavens, and ye waters that be above the heavens.<br /> <span>Psa 148:5 </span> Let them praise the name of the LORD: for he commanded, and they were created.<br /> <span>Psa 148:6 </span> He hath also stablished them for ever and ever: he hath made a decree which shall not pass.<br /> <span>Psa 148:7 </span> Praise the LORD from the earth, ye dragons, and all deeps:<br /> <span>Psa 148:8 </span> Fire, and hail; snow, and vapour; stormy wind fulfilling his word:<br /> <span>Psa 148:9 </span> Mountains, and all hills; fruitful trees, and all cedars:<br /> P<span>sa 148:10 </span> Beasts, and all cattle; creeping things, and flying fowl:<br /> P<span>sa 148:11 </span> Kings of the earth, and all people; princes, and all judges of the earth:<br /> P<span>sa 148:12 </span> Both young men, and maidens; old men, and children:<br /> P<span>sa 148:13 </span> Let them praise the name of the LORD: for his name alone is excellent; his glory is above the earth and heaven.<br /> P<span>sa 148:14 </span> He also exalteth the horn of his people, the praise of all his saints; even of the children of Israel, a people near unto him. Praise ye the LORD. ",
    "contentYou": "[1]Ẹ fi iyìn fun Oluwa, Ẹ fi iyìn fun Oluwa lati ọrun wá; ẹ fi iyìn fun u ni ibi giga.<br /> [2]Ẹ fi iyìn fun u, gbogbo ẹnyin angeli rẹ̀; ẹ fi iyìn fun u, gbogbo ẹnyin ọmọ-ogun rẹ̀.<br /> [3]Ẹ fi iyìn fun u, õrun ati oṣupa; ẹ fi iyìn fun u, gbogbo ẹnyin irawọ imọlẹ.<br /> [4]Ẹ fi iyìn fun u, ẹnyin ọrun awọn ọrun, ati ẹnyin omi ti mbẹ loke ọrun.<br /> [5]Jẹ ki nwọn ki o ma yìn orukọ Oluwa; nitori ti on paṣẹ, a si da wọn.<br /> [6]O si fi idi wọn mulẹ lai ati lailai; o si ti ṣe ilana kan ti kì yio kọja.<br /> [7]Ẹ yìn Oluwa lati aiye wá, ẹnyin erinmi, ati gbogbo ibu-omi;<br /> [8]Iná ati yinyin òjo-didì ati ikũku; ìji mu ọ̀rọ rẹ̀ ṣẹ;<br /> [9]Ẹnyin òke nla, ati gbogbo òke kekere; igi eleso, ati gbogbo igi Kedari;<br /> [10]Ẹranko, ati gbogbo ẹran-ọ̀sin; ohun ti nrakò, ati ẹiyẹ́ ti nfò;<br /> [11]Awọn ọba aiye, ati gbogbo enia; ọmọ-alade, ati gbogbo onidajọ aiye;<br /> [12]Awọn ọdọmọkunrin ati awọn wundia, awọn arugbo enia ati awọn ọmọde;<br /> [13]Ki nwọn ki o ma yìn orukọ Oluwa; nitori orukọ rẹ̀ nikan li o li ọlá; ogo rẹ̀ bori aiye on ọrun.<br /> [14]O si gbé iwo kan soke fun awọn enia rẹ̀, iyìn fun gbogbo enia mimọ́ rẹ̀; ani awọn ọmọ Israeli, awọn enia ti o sunmọ ọdọ rẹ̀. Ẹ fi iyìn fun Oluwa."
  },
  {
    "id": "day37",
    "date": "Tuesday, December 17, 2019",
    "instruct": "Last week <br> Jude  1:24 - 25 Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen. <br> My week of Unlimited Clap offerings.<br> Render unlimited clap after reading the Bible passage.",
    "day": "37",
    "passageEn": "Psalm 145: 1 - 21",
    "passageYou": "ORIN DAFIDI 145:1-21",
    "contentEn": "<span>Psa 145:1 </span> David's Psalm of praise. I will extol thee, my God, O king; and I will bless thy name for ever and ever.<br /> <span>Psa 145:2 </span> Every day will I bless thee; and I will praise thy name for ever and ever.<br /> <span>Psa 145:3 </span> Great is the LORD, and greatly to be praised; and his greatness is unsearchable.<br /> <span>Psa 145:4 </span> One generation shall praise thy works to another, and shall declare thy mighty acts.<br /> <span>Psa 145:5 </span> I will speak of the glorious honour of thy majesty, and of thy wondrous works.<br /> <span>Psa 145:6 </span> And men shall speak of the might of thy terrible acts: and I will declare thy greatness.<br /> <span>Psa 145:7 </span> They shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness.<br /> <span>Psa 145:8 </span> The LORD is gracious, and full of compassion; slow to anger, and of great mercy.<br /> <span>Psa 145:9 </span> The LORD is good to all: and his tender mercies are over all his works.<br /> P<span>sa 145:10 </span> All thy works shall praise thee, O LORD; and thy saints shall bless thee.<br /> P<span>sa 145:11 </span> They shall speak of the glory of thy kingdom, and talk of thy power;<br /> P<span>sa 145:12 </span> To make known to the sons of men his mighty acts, and the glorious majesty of his kingdom.<br /> P<span>sa 145:13 </span> Thy kingdom is an everlasting kingdom, and thy dominion endureth throughout all generations.<br /> P<span>sa 145:14 </span> The LORD upholdeth all that fall, and raiseth up all those that be bowed down.<br /> P<span>sa 145:15 </span> The eyes of all wait upon thee; and thou givest them their meat in due season.<br /> P<span>sa 145:16 </span> Thou openest thine hand, and satisfiest the desire of every living thing.<br /> P<span>sa 145:17 </span> The LORD is righteous in all his ways, and holy in all his works.<br /> P<span>sa 145:18 </span> The LORD is nigh unto all them that call upon him, to all that call upon him in truth.<br /> P<span>sa 145:19 </span> He will fulfil the desire of them that fear him: he also will hear their cry, and will save them.<br /> P<span>sa 145:20 </span> The LORD preserveth all them that love him: but all the wicked will he destroy.<br /> P<span>sa 145:21 </span> My mouth shall speak the praise of the LORD: and let all flesh bless his holy name for ever and ever.",
    "contentYou": "[1]EMI o gbé ọ ga, Ọlọrun mi, ọba mi; emi o si ma fi ibukún fun orukọ rẹ lai ati lailai.<br /> [2]Li ojojumọ li emi o ma fi ibukún fun ọ; emi o si ma yìn orukọ rẹ lai ati lailai.<br /> [3]Titobi li Oluwa, o si ni iyìn pupọ̀-pupọ̀; awamaridi si ni titobi rẹ̀.<br /> [4]Iran kan yio ma yìn iṣẹ rẹ de ekeji, yio si ma sọ̀rọ iṣẹ agbara rẹ.<br /> [5]Emi o sọ̀rọ iyìn ọla-nla rẹ ti o logo, ati ti iṣẹ iyanu rẹ.<br /> [6]Enia o si ma sọ̀rọ agbara iṣẹ rẹ ti o li ẹ̀ru; emi o si ma ròhin titobi rẹ.<br /> [7]Nwọn o ma sọ̀rọ iranti ore rẹ pupọ̀-pupọ̀, nwọn o si ma kọrin ododo rẹ.<br /> [8]Olore-ọfẹ li Oluwa, o kún fun ãnu; o lọra lati binu, o si li ãnu pupọ̀.<br /> [9]Oluwa ṣeun fun ẹni gbogbo; iyọ́nu rẹ̀ si mbẹ lori iṣẹ rẹ̀ gbogbo.<br /> [10]Oluwa, gbogbo iṣẹ rẹ ni yio ma yìn ọ; awọn enia mimọ́ rẹ yio si ma fi ibukún fun ọ.<br /> [11]Nwọn o ma sọ̀rọ ogo ijọba rẹ, nwọn o si ma sọ̀rọ agbara rẹ:<br /> [12]Lati mu iṣẹ agbara rẹ̀ di mimọ̀ fun awọn ọmọ enia, ati ọla-nla ijọba rẹ̀ ti o logo,<br /> [13]Ijọba rẹ ijọba aiye-raiye ni, ati ijọba rẹ lati iran-diran gbogbo.<br /> [14]Oluwa mu gbogbo awọn ti o ṣubu ró; o si gbé gbogbo awọn ti o tẹriba dide.<br /> [15]Oju gbogbo enia nwò ọ; iwọ si fun wọn li onjẹ wọn li akokò rẹ̀.<br /> [16]Iwọ ṣi ọwọ rẹ, iwọ si tẹ́ ifẹ gbogbo ohun alãye lọrùn.<br /> [17]Olododo li Oluwa li ọ̀na rẹ̀ gbogbo, ati alãnu ni iṣẹ rẹ̀ gbogbo.<br /> [18]Oluwa wà leti ọdọ gbogbo awọn ti nkepè e, leti ọdọ gbogbo ẹniti nkepè e li otitọ.<br /> [19]Yio mu ifẹ awọn ti mbẹ̀ru rẹ̀ ṣẹ: yio gbọ́ igbe wọn pẹlu, yio si gbà wọn.<br /> [20]Oluwa da gbogbo awọn ti o fẹ ẹ si: ṣugbọn gbogbo enia buburu ni yio parun.<br /> [21]Ẹnu mi yio ma sọ̀rọ iyìn Oluwa: ki gbogbo enia ki o si ma fi ibukún fun orukọ rẹ̀ mimọ́ lai ati lailai."
  },
  {
    "id": "day36",
    "date": "Monday, December 16, 2019",
    "instruct": "Last week <br> Jude  1:24 - 25 Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy, To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen. <br> My week of Unlimited Clap offerings.<br> Render unlimited clap after reading the Bible passage.",
    "day": "36",
    "passageEn": "Psalm 149: 1 - 9",
    "passageYou": "ORIN DAFIDI 149:1-9",
    "contentEn": "<span>Psa 149:1&nbsp; </span> Praise ye the LORD. Sing unto the LORD a new song, and his praise in the congregation of saints.<br /> <span>Psa 149:2&nbsp; </span> Let Israel rejoice in him that made him: let the children of Zion be joyful in their King.<br /> <span>Psa 149:3&nbsp; </span> Let them praise his name in the dance: let them sing praises unto him with the timbrel and harp.<br /> <span>Psa 149:4&nbsp; </span> For the LORD taketh pleasure in his people: he will beautify the meek with salvation.<br /> <span>Psa 149:5&nbsp; </span> Let the saints be joyful in glory: let them sing aloud upon their beds.<br /> <span>Psa 149:6&nbsp; </span> Let the high praises of God be in their mouth, and a twoedged sword in their hand;<br /> <span>Psa 149:7&nbsp; </span> To execute vengeance upon the heathen, and punishments upon the people;<br /> <span>Psa 149:8&nbsp; </span> To bind their kings with chains, and their nobles with fetters of iron;<br /> <span>Psa 149:9&nbsp; </span> To execute upon them the judgment written: this honour have all his saints. Praise ye the LORD.<br /> ",
    "contentYou": "[1]Ẹ fi iyìn fun Oluwa. Ẹ kọ orin titun si Oluwa, ati iyìn rẹ̀ ninu ijọ awọn enia-mimọ́.<br /> [2]Jẹ ki Israeli ki o yọ̀ si ẹniti o dá a; jẹ ki awọn ọmọ Sioni ki o kún fun ayọ̀ si Ọba wọn.<br /> [3]Jẹ ki nwọn ki o yìn orukọ rẹ̀ ninu ijó: jẹ ki nwọn ki o fi ìlu ati dùru kọrin iyìn si i.<br /> [4]Nitori ti Oluwa ṣe inudidùn si awọn enia rẹ̀; yio fi igbala ṣe awọn onirẹlẹ li ẹwà.<br /> [5]Jẹ ki awọn enia mimọ́ ki o kún fun ayọ̀ ninu ogo; ki nwọn ki o mã kọrin kikan lori ẹni wọn.<br /> [6]Ki iyìn Ọlọrun ki o wà li ẹnu wọn, ati idà oloju meji li ọwọ wọn;<br /> [7]Lati san ẹsan lara awọn keferi, ati ijiya lara awọn enia.<br /> [8]Lati fi ẹ̀wọn dè awọn ọba wọn, ati lati fi ṣẹkẹṣẹkẹ irin dè awọn ọlọ̀tọ wọn;<br /> [9]Lati ṣe idajọ wọn, ti a ti kọwe rẹ̀, ọlá yi ni gbogbo enia mimọ́ rẹ̀ ni. Ẹ fi iyìn fun Oluwa. "
  },
  {
    "id": "day35",
    "date": "Sunday, December 15, 2019",
    "instruct": "Week 5 <br> My week of Divine Victory <br> Render a song of victory after reading the Bible passage for the day. ",
    "day": "35",
    "passageEn": "Psalm 122: 1-9",
    "passageYou": "Orin Dafidi 122:1-9",
    "contentEn": " Psa 122:1&nbsp; A Song of degrees of David. I was glad when they said unto me, Let us go into the house of the LORD.<br /> Psa 122:2&nbsp; Our feet shall stand within thy gates, O Jerusalem.<br /> Psa 122:3&nbsp; Jerusalem is builded as a city that is compact together:<br /> Psa 122:4&nbsp; Whither the tribes go up, the tribes of the LORD, unto the testimony of Israel, to give thanks unto the name of the LORD.<br /> Psa 122:5&nbsp; For there are set thrones of judgment, the thrones of the house of David.<br /> Psa 122:6&nbsp; Pray for the peace of Jerusalem: they shall prosper that love thee.<br /> Psa 122:7&nbsp; Peace be within thy walls, and prosperity within thy palaces.<br /> Psa 122:8&nbsp; For my brethren and companions' sakes, I will now say, Peace be within thee.<br /> Psa 122:9&nbsp; Because of the house of the LORD our God I will seek thy good.",
    "contentYou": "[1]INU mi dùn nigbati nwọn wi fun mi pe, Ẹ jẹ ki a lọ si ile Oluwa.<br /> [2]Ẹsẹ wa yio duro ni ẹnu-bode rẹ, iwọ Jerusalemu.<br /> [3]Jerusalemu, iwọ ti a kọ́ bi ilu ti o fi ara mọra pọ̀ ṣọkan.<br /> [4]Nibiti awọn ẹ̀ya ima gòke lọ, awọn ẹ̀ya Oluwa, ẹri fun Israeli, lati ma dupẹ fun orukọ Oluwa.<br /> [5]Nitori ibẹ li a gbé itẹ́ idajọ kalẹ, awọn itẹ́ ile Dafidi.<br /> [6]Gbadura fun alafia Jerusalemu: awọn ti o fẹ ọ yio ṣe rere.<br /> [7]Ki alafia ki o wà ninu odi rẹ, ati ire ninu ãfin rẹ.<br /> [8]Nitori awọn arakunrin ati awọn ẹgbẹ mi, emi o wi nisisiyi pe, Ki alafia ki o wà ninu rẹ!<br /> [9]Nitori ile O "
  },
  {
    "id": "day34",
    "date": "Saturday, December 14, 2019",
    "instruct": "Week 5 <br> My week of Divine Victory <br> Render a song of victory after reading the Bible passage for the day. ",
    "day": "34",
    "passageEn": "Psalm 144: 1-15",
    "passageYou": "Orin Dafidi 144:1-15",
    "contentEn": "Psa 144:1  A Psalm of David. Blessed be the LORD my strength, which teacheth my hands to war, and my fingers to fight:  <br> Psa 144:2  My goodness, and my fortress; my high tower, and my deliverer; my shield, and he in whom I trust; who subdueth my people under me.  <br> Psa 144:3  LORD, what is man, that thou takest knowledge of him! or the son of man, that thou makest account of him!  <br> Psa 144:4  Man is like to vanity: his days are as a shadow that passeth away.  <br> Psa 144:5  Bow thy heavens, O LORD, and come down: touch the mountains, and they shall smoke.  <br> Psa 144:6  Cast forth lightning, and scatter them: shoot out thine arrows, and destroy them.  <br> Psa 144:7  Send thine hand from above; rid me, and deliver me out of great waters, from the hand of strange children;  <br> Psa 144:8  Whose mouth speaketh vanity, and their right hand is a right hand of falsehood.  <br> Psa 144:9  I will sing a new song unto thee, O God: upon a psaltery and an instrument of ten strings will I sing praises unto thee.  <br> Psa 144:10  It is he that giveth salvation unto kings: who delivereth David his servant from the hurtful sword.  <br> Psa 144:11  Rid me, and deliver me from the hand of strange children, whose mouth speaketh vanity, and their right hand is a right hand of falsehood:  <br> Psa 144:12  That our sons may be as plants grown up in their youth; that our daughters may be as corner stones, polished after the similitude of a palace:  <br> Psa 144:13  That our garners may be full, affording all manner of store: that our sheep may bring forth thousands and ten thousands in our streets:  <br> Psa 144:14  That our oxen may be strong to labour; that there be no breaking in, nor going out; that there be no complaining in our streets.  <br> Psa 144:15  Happy is that people, that is in such a case: yea, happy is that people, whose God is the LORD.     ",
    "contentYou": "[1]OLUBUKÚN li oluwa apata mi, ẹniti o kọ́ ọwọ mi li ogun, ati ika mi ni ìja: <br> [2]Õre mi, ati odi-agbara mi; ile-iṣọ giga, ati olugbala mi; asà mi, ati ẹniti mo gbẹkẹle; eniti o tẹri awọn enia mi ba labẹ mi. <br> [3]Oluwa, kili enia, ti iwọ fi nkiye si i! tabi ọmọ enia, ti iwọ fi nronú rẹ̀! <br> [4]Enia dabi asan: bi ojìji ti nkọja lọ li ọjọ rẹ̀. <br> [5]Oluwa, tẹ̀ ọrun rẹ ba, ki o si sọ̀kalẹ: tọ́ awọn òke nla, nwọn o si ru ẽfin. <br> [6]Kọ manamana jade, ki o si tú wọn ka: ta ọfà rẹ ki o si dà wọn rú. <br> [7]Rán ọwọ rẹ lati òke wá; yọ mi, ki o si gbà mi kuro ninu omi nla, li ọwọ awọn ọmọ àjeji. <br> [8]Ẹnu ẹniti nsọ̀rọ asan, ọwọ ọtún wọn si jẹ ọwọ ọtún eke. <br> [9]Ọlọrun, emi o kọ orin titun si ọ: lara ohun ọnà orin olokùn mẹwa li emi o kọrin iyìn si ọ. <br> [10]On li o nfi igbala fun awọn ọba: ẹniti o gbà Dafidi iranṣẹ rẹ̀ lọwọ idà ipanilara. <br> [11]Yọ mi, ki o si gbà mi lọwọ awọn ọmọ àjeji, ẹnu ẹniti nsọ̀rọ asan, ati ọwọ ọtún wọn jẹ ọwọ ọtún eke: <br> [12]Ki awọn ọmọkunrin wa, ki o dabi igi gbigbin ti o dagba ni igba-ewe wọn; ki awọn ọmọbinrin wa ki o le dabi ọwọ̀n igun-ile, ti a ṣe lọnà bi afarawe ãfin. <br> [13]Ki aká wa ki o le kún, ki o ma funni li oniruru iṣura: ki awọn agutan wa ki o ma bi ẹgbẹgbẹrun ati ẹgbẹgbẹrun mẹwa ni igboro wa: <br> [14]Ki awọn malu wa ki o le rẹrù; ki o má si ikọlù, tabi ikolọ jade: ki o má si aroye ni igboro wa. <br> [15]Ibukún ni fun awọn enia, ti o mbẹ ni iru ìwa bẹ̃: nitõtọ, ibukún ni fun awọn enia na, ti ẹniti Ọlọrun Oluwa iṣe.    "
  },
  {
    "id": "day33",
    "date": "Friday, December 13, 2019",
    "instruct": "Week 5 <br> My week of Divine Victory <br> Render a song of victory after reading the Bible passage for the day. ",
    "day": "33",
    "passageEn": "Psalm 138 1-8",
    "passageYou": "Orin Dafidi 138:1-8",
    "contentEn": "Psa 138:1  A Psalm of David. I will praise thee with my whole heart: before the gods will I sing praise unto thee.  <br> Psa 138:2  I will worship toward thy holy temple, and praise thy name for thy lovingkindness and for thy truth: for thou hast magnified thy word above all thy name.  <br> Psa 138:3  In the day when I cried thou answeredst me, and strengthenedst me with strength in my soul.  <br> Psa 138:4  All the kings of the earth shall praise thee, O LORD, when they hear the words of thy mouth.  <br> Psa 138:5  Yea, they shall sing in the ways of the LORD: for great is the glory of the LORD.  <br> Psa 138:6  Though the LORD be high, yet hath he respect unto the lowly: but the proud he knoweth afar off.  <br> Psa 138:7  Though I walk in the midst of trouble, thou wilt revive me: thou shalt stretch forth thine hand against the wrath of mine enemies, and thy right hand shall save me.  <br> Psa 138:8  The LORD will perfect that which concerneth me: thy mercy, O LORD, endureth for ever: forsake not the works of thine own hands.       ",
    "contentYou": "[1]EMI o ma yìn ọ tinu-tinu mi gbogbo; niwaju awọn oriṣa li emi o ma kọrin iyìn si ọ. <br> [2]Emi o ma gbadura siha tempili mimọ́ rẹ, emi o si ma yìn orukọ rẹ nitori iṣeun-ifẹ rẹ ati otitọ rẹ; nitori iwọ gbé ọ̀rọ rẹ ga jù gbogbo orukọ rẹ lọ. <br> [3]Li ọjọ ti mo kepè, iwọ da mi lohùn, iwọ si fi ipa mu mi lara le li ọkàn mi. <br> [4]Gbogbo awọn ọba aiye yio yìn ọ, Oluwa, nigbati nwọn ba gbọ́ ọ̀rọ ẹnu rẹ. <br> [5]Nitõtọ, nwọn o ma kọrin ni ipa-ọ̀na Oluwa: nitori pe nla li ogo Oluwa. <br> [6]Bi Oluwa tilẹ ga, sibẹ o juba awọn onirẹlẹ; ṣugbọn agberaga li o mọ̀ li òkere rére. <br> [7]Bi emi tilẹ nrìn ninu ipọnju, iwọ ni yio sọ mi di ãye: iwọ o nà ọwọ rẹ si ibinu awọn ọta mi, ọwọ ọtún rẹ yio si gbà mi. <br> [8]Oluwa yio ṣe ohun ti iṣe ti emi li aṣepe: Oluwa, ãnu rẹ duro lailai: máṣe kọ̀ iṣẹ ọwọ ara rẹ silẹ."
  },
  {
    "id": "day32",
    "date": "Thursday, December 12, 2019",
    "instruct": "Week 5 <br> My week of Divine Victory <br> Render a song of victory after reading the Bible passage for the day. ",
    "day": "32",
    "passageEn": "Psalm 118: 1-29",
    "passageYou": "Orin Dafidi 118:1-29",
    "contentEn": "Psa 118:1&nbsp; O give thanks unto the LORD; for he is good: because his mercy endureth for ever.<br /> Psa 118:2&nbsp; Let Israel now say, that his mercy endureth for ever.<br /> Psa 118:3&nbsp; Let the house of Aaron now say, that his mercy endureth for ever.<br /> Psa 118:4&nbsp; Let them now that fear the LORD say, that his mercy endureth for ever.<br /> Psa 118:5&nbsp; I called upon the LORD in distress: the LORD answered me, and set me in a large place.<br /> Psa 118:6&nbsp; The LORD is on my side; I will not fear: what can man do unto me?<br /> Psa 118:7&nbsp; The LORD taketh my part with them that help me: therefore shall I see my desire upon them that hate me.<br /> Psa 118:8&nbsp; It is better to trust in the LORD than to put confidence in man.<br /> Psa 118:9&nbsp; It is better to trust in the LORD than to put confidence in princes.<br /> Psa 118:10&nbsp; All nations compassed me about: but in the name of the LORD will I destroy them.<br /> Psa 118:11&nbsp; They compassed me about; yea, they compassed me about: but in the name of the LORD I will destroy them.<br /> Psa 118:12&nbsp; They compassed me about like bees; they are quenched as the fire of thorns: for in the name of the LORD I will destroy them.<br /> Psa 118:13&nbsp; Thou hast thrust sore at me that I might fall: but the LORD helped me.<br /> Psa 118:14&nbsp; The LORD is my strength and song, and is become my salvation.<br /> Psa 118:15&nbsp; The voice of rejoicing and salvation is in the tabernacles of the righteous: the right hand of the LORD doeth valiantly.<br /> Psa 118:16&nbsp; The right hand of the LORD is exalted: the right hand of the LORD doeth valiantly.<br /> Psa 118:17&nbsp; I shall not die, but live, and declare the works of the LORD.<br /> Psa 118:18&nbsp; The LORD hath chastened me sore: but he hath not given me over unto death.<br /> Psa 118:19&nbsp; Open to me the gates of righteousness: I will go into them, and I will praise the LORD:<br /> Psa 118:20&nbsp; This gate of the LORD, into which the righteous shall enter.<br /> Psa 118:21&nbsp; I will praise thee: for thou hast heard me, and art become my salvation.<br /> Psa 118:22&nbsp; The stone which the builders refused is become the head stone of the corner.<br /> Psa 118:23&nbsp; This is the LORD'S doing; it is marvellous in our eyes.<br /> Psa 118:24&nbsp; This is the day which the LORD hath made; we will rejoice and be glad in it.<br /> Psa 118:25&nbsp; Save now, I beseech thee, O LORD: O LORD, I beseech thee, send now prosperity.<br /> Psa 118:26&nbsp; Blessed be he that cometh in the name of the LORD: we have blessed you out of the house of the LORD.<br /> Psa 118:27&nbsp; God is the LORD, which hath shewed us light: bind the sacrifice with cords, even unto the horns of the altar.<br /> Psa 118:28&nbsp; Thou art my God, and I will praise thee: thou art my God, I will exalt thee.<br /> Psa 118:29&nbsp; O give thanks unto the LORD; for he is good: for his mercy endureth for ever.<br /> <div> <br /></div>",
    "contentYou": "[1]Ẹ fi ọpẹ fun Oluwa; nitoriti o ṣeun, nitoriti ãnu rẹ̀ duro lailai.<br /> [2]Jẹ ki Israeli ki o wi nisisiyi pe, ãnu rẹ̀ duro lailai.<br /> [3]Jẹ ki ara-ile Aaroni ki o wi nisisiyi pe, ãnu rẹ̀ duro lailai.<br /> [4]Jẹ ki awọn ti o bẹ̀ru Oluwa ki o wi nisisiyi pe, ãnu rẹ̀ duro lailai.<br /> [5]Mo kepè Oluwa ninu ipọnju: Oluwa si da mi lohùn ni ibi àye nla.<br /> [6]Oluwa mbẹ fun mi, emi kì yio bẹ̀ru; kili enia le ṣe si mi?<br /> [7]Oluwa mbẹ fun mi pẹlu awọn ti nràn mi lọwọ: nitorina li emi o ṣe ri ifẹ mi lori awọn ti o korira mi.<br /> [8]O ya lati gbẹkẹle Oluwa, jù ati gbẹkẹle enia lọ.<br /> [9]O ya lati gbẹkẹle Oluwa, jù ati gbẹkẹle awọn ọmọ-alade lọ.<br /> [10]Gbogbo awọn orilẹ-ède yi mi ka kiri, ṣugbọn li orukọ Oluwa emi o pa wọn run.<br /> [11]Nwọn yi mi ka kiri; nitõtọ, nwọn yi mi ka kiri, ṣugbọn li orukọ Oluwa emi o pa wọn run.<br /> [12]Nwọn yi mi ka kiri bi oyin; a si pa wọn bi iná ẹgún: li orukọ Oluwa emi o sa pa wọn run.<br /> [13]Iwọ tì mi gidigidi ki emi ki o le ṣubu; ṣugbọn Oluwa ràn mi lọwọ.<br /> [14]Oluwa li agbara ati orin mi, o si di igbala mi.<br /> [15]Ìró ayọ̀ ati ti ìṣẹ́gun mbẹ ninu agọ awọn olododo; ọwọ ọtún Oluwa li a gbega: ọwọ ọtún Oluwa nṣe agbara.<br /> [16]Ọwọ ọtún Oluwa li a gbega: ọwọ ọtún Oluwa nṣe agbara.<br /> [17]Emi kì yio kú, bikoṣe yiyè, ki emi ki o si ma rohin iṣẹ Oluwa.<br /> [18]Oluwa nà mi gidigidi: ṣugbọn kò fi mi fun ikú.<br /> [19]Ṣi ilẹkun ẹnu-ọ̀na ododo silẹ fun mi: emi o ba ibẹ wọle, emi o ma yìn Oluwa.<br /> [20]Eyi li ẹnu-ọ̀na Oluwa, ti awọn olododo yio ba wọle.<br /> [21]Emi o yìn ọ: nitori ti iwọ gbohùn mi, iwọ si di igbala mi.<br /> [22]Okuta ti awọn ọ̀mọle kọ̀ silẹ li o di pataki igun ile.<br /> [23]Lati ọdọ Oluwa li eyi: o ṣe iyanu li oju wa.<br /> [24]Eyi li ọjọ ti Oluwa da: awa o ma yọ̀, inu wa yio si ma dùn ninu rẹ̀.<br /> [25]Ṣe igbala nisisiyi, emi mbẹ ọ, Oluwa: Oluwa emi bẹ ọ, rán alafia.<br /> [26]Olubukún li ẹniti o mbọ̀ wá li orukọ Oluwa: awa ti fi ibukún fun ọ lati ile Oluwa wá.<br /> [27]Ọlọrun li Oluwa, ti o ti fi imọlẹ hàn fun wa: ẹ fi okùn di ẹbọ na mọ́ iwo pẹpẹ na.<br /> [28]Iwọ li Ọlọrun mi, emi o si ma yìn ọ, iwọ li Ọlọrun mi, emi o mã gbé ọ ga.<br /> [29]Ẹ fi ọpẹ fun Oluwa; nitori ti o ṣeun: nitori ti ãnu rẹ̀ duro lailai."
  },
  {
    "id": "day31",
    "date": "Wednesday, December 11, 2019",
    "instruct": "Week 5 <br> My week of Divine Victory <br> Render a song of victory after reading the Bible passage for the day. ",
    "day": "31",
    "passageEn": "Exodus 15:1-19",
    "passageYou": "Ẹkisodu 15:1-19",
    "contentEn": "Exo 15:1&nbsp; Then sang Moses and the children of Israel this song unto the LORD, and spake, saying, I will sing unto the LORD, for he hath triumphed gloriously: the horse and his rider hath he thrown into the sea.<br /> Exo 15:2&nbsp; The LORD is my strength and song, and he is become my salvation: he is my God, and I will prepare him an habitation; my father's God, and I will exalt him.<br /> Exo 15:3&nbsp; The LORD is a man of war: the LORD is his name.<br /> Exo 15:4&nbsp; Pharaoh's chariots and his host hath he cast into the sea: his chosen captains also are drowned in the Red sea.<br /> Exo 15:5&nbsp; The depths have covered them: they sank into the bottom as a stone.<br /> Exo 15:6&nbsp; Thy right hand, O LORD, is become glorious in power: thy right hand, O LORD, hath dashed in pieces the enemy.<br /> Exo 15:7&nbsp; And in the greatness of thine excellency thou hast overthrown them that rose up against thee: thou sentest forth thy wrath, which consumed them as stubble.<br /> Exo 15:8&nbsp; And with the blast of thy nostrils the waters were gathered together, the floods stood upright as an heap, and the depths were congealed in the heart of the sea.<br /> Exo 15:9&nbsp; The enemy said, I will pursue, I will overtake, I will divide the spoil; my lust shall be satisfied upon them; I will draw my sword, my hand shall destroy them.<br /> Exo 15:10&nbsp; Thou didst blow with thy wind, the sea covered them: they sank as lead in the mighty waters.<br /> Exo 15:11&nbsp; Who is like unto thee, O LORD, among the gods? who is like thee, glorious in holiness, fearful in praises, doing wonders?<br /> Exo 15:12&nbsp; Thou stretchedst out thy right hand, the earth swallowed them.<br /> Exo 15:13&nbsp; Thou in thy mercy hast led forth the people which thou hast redeemed: thou hast guided them in thy strength unto thy holy habitation.<br /> Exo 15:14&nbsp; The people shall hear, and be afraid: sorrow shall take hold on the inhabitants of Palestina.<br /> Exo 15:15&nbsp; Then the dukes of Edom shall be amazed; the mighty men of Moab, trembling shall take hold upon them; all the inhabitants of Canaan shall melt away.<br /> Exo 15:16&nbsp; Fear and dread shall fall upon them; by the greatness of thine arm they shall be as still as a stone; till thy people pass over, O LORD, till the people pass over, which thou hast purchased.<br /> Exo 15:17&nbsp; Thou shalt bring them in, and plant them in the mountain of thine inheritance, in the place, O LORD, which thou hast made for thee to dwell in, in the Sanctuary, O Lord, which thy hands have established.<br /> Exo 15:18&nbsp; The LORD shall reign for ever and ever.<br /> Exo 15:19&nbsp; For the horse of Pharaoh went in with his chariots and with his horsemen into the sea, and the LORD brought again the waters of the sea upon them; but the children of Israel went on dry land in the midst of the se",
    "contentYou": "[1]NIGBANA ni Mose ati awọn ọmọ Israeli kọ orin yi si OLUWA nwọn si wipe, Emi o kọrin si OLUWA, nitoriti o pọ̀ li ogo: ati ẹṣin ati ẹlẹṣin on li o bì ṣubu sinu okun.<br /> [2]OLUWA li agbara ati orin mi, on li o si di ìgbala mi: eyi li Ọlọrun mi, emi o si fi ìyin fun u; Ọlọrun baba mi, emi o gbé e leke.<br /> [3]Ologun li OLUWA; OLUWA li orukọ rẹ̀.<br /> [4]Kẹkẹ́ Farao ati ogun rẹ̀ li o mu wọ̀ inu okun: awọn ãyo olori ogun rẹ̀ li o si rì ninu Okun Pupa.<br /> [5]Ibú bò wọn mọlẹ: nwọn rì si isalẹ bi okuta.<br /> [6]OLUWA, ọwọ́ ọtún rẹ li ogo ninu agbara: OLUWA, ọwọ́ ọtún rẹ fọ́ ọtá tútu.<br /> [7]Ati ni ọ̀pọlọpọ ọlá rẹ ni iwọ bì awọn ti o dide si ọ ṣubu; iwọ rán ibinu rẹ, ti o run wọn bi akemọlẹ idi koriko.<br /> [8]Ati nipa ẽmi imu rẹ, li omi si fi wọjọ pọ̀, ìṣan omi dide duro gangan bi ogiri; ibú si dìlu lãrin okun.<br /> [9]Ọtá wipe, Emi o lepa, emi o bá wọn, emi o pín ikogun: a o tẹ́ ifẹkufẹ mi lọrùn lara wọn; emi o fà dà mi yọ, ọwọ́ mi ni yio pa wọn run.<br /> [10]Iwọ si mu afẹfẹ rẹ fẹ́, okun bò wọn mọlẹ: nwọn rì bi ojé ninu omi nla.<br /> [11]Tali o dabi iwọ, OLUWA, ninu awọn alagbara? tali o dabi iwọ, ologo ni mimọ́, ẹlẹru ni iyìn, ti nṣe ohun iyanu?<br /> [12]Iwọ nà ọwọ́ ọtún rẹ, ilẹ gbe wọn mì.<br /> [13]Ninu ãnu rẹ ni iwọ fi ṣe amọ̀na awọn enia na ti iwọ ti rapada: iwọ si nfi agbara rẹ tọ́ wọn lọ si ibujoko mimọ́ rẹ.<br /> [14]Awọn enia gbọ́, nwọn warìri; ikãnu si mú awọn olugbe Palestina.<br /> [15]Nigbana li ẹnu yà awọn balẹ Edomu; iwarìri si mú awọn alagbara Moabu: gbogbo awọn olugbe Kenaani yọ́ dànu.<br /> [16]Ibẹru-bojo mú wọn; nipa titobi apa rẹ nwọn duro jẹ bi okuta; titi awọn enia rẹ fi rekọja, OLUWA, titi awọn enia rẹ ti iwọ ti rà fi rekọja.<br /> [17]Iwọ o mú wọn wọle, iwọ o si gbìn wọn sinu oke ilẹ-iní rẹ, OLUWA, ni ibi ti iwọ ti ṣe fun ara rẹ, lati mã gbé, OLUWA; ni ibi mimọ́ na, ti ọwọ́ rẹ ti gbekalẹ.<br /> [18]OLUWA yio jọba lai ati lailai.<br /> [19]Nitori ẹṣin Farao wọ̀ inu okun lọ, pẹlu kẹkẹ́ rẹ̀ ati awọn ẹlẹṣin rẹ̀, OLUWA si tun mú omi okun pada si wọn lori; ṣugbọn awọn ọmọ Israeli rìn ni ilẹ gbigbẹ lãrin okun"
  },
  {
    "id": "day30",
    "date": "Tuesday, December 10, 2019",
    "instruct": "Week 5 <br> My week of Divine Victory <br> Render a song of victory after reading the Bible passage for the day. ",
    "day": "30",
    "passageEn": "Psalm 128: 1-6",
    "passageYou": "Orin Dafidi 128:1-6",
    "contentEn": "<span>Psa 128:1</span>  A Song of degrees. Blessed is every one that feareth the LORD; that walketh in his ways.  <br> <span>Psa 128:2</span>  For thou shalt eat the labour of thine hands: happy shalt thou be, and it shall be well with thee.  <br> <span>Psa 128:3</span>  Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.  <br> <span>Psa 128:4</span>  Behold, that thus shall the man be blessed that feareth the LORD.  <br> <span>Psa 128:5</span>  The LORD shall bless thee out of Zion: and thou shalt see the good of Jerusalem all the days of thy life.  <span>Psa 128:6</span>  Yea, thou shalt see thy children's children, and peace upon Israel.     ",
    "contentYou": "[1]IBUKÚN ni fun gbogbo ẹniti o bẹ̀ru Oluwa; ti o si nrìn li ọ̀na rẹ̀. <br> [2]Nitori ti iwọ o jẹ iṣẹ́ ọwọ rẹ: ibukún ni fun ọ: yio si dara fun ọ. <br> [3]Obinrin rẹ yio dabi àjara rere eleso pupọ li arin ile rẹ: awọn ọmọ rẹ yio dabi igi olifi yi tabili rẹ ka. <br> [4]Kiyesi i, pe bẹ̃li a o busi i fun ọkunrin na, ti o bẹ̀ru Oluwa. <br> [5]Ki Oluwa ki o busi i fun ọ lati Sioni wá, ki iwọ ki o si ma ri ire Jerusalemu li ọjọ aiye rẹ gbogbo. <br> [6]Bẹ̃ni ki iwọ ki o si ma ri ati ọmọ-de-ọmọ rẹ: ati alafia lara Israeli."
  },
  {
    "id": "day29",
    "date": "Monday, December 9, 2019",
    "instruct": "Week 5 <br> My week of Divine Victory <br> Render a song of victory after reading the Bible passage for the day. ",
    "day": "29",
    "passageEn": "Psalm 84: 1-12",
    "passageYou": "Orin Dafidi 84:1-12",
    "contentEn": "<span>Psa 84:1</span>  To the chief Musician upon Gittith, A Psalm for the sons of Korah. How amiable are thy tabernacles, O LORD of hosts!  <br> <span>Psa 84:2</span>  My soul longeth, yea, even fainteth for the courts of the LORD: my heart and my flesh crieth out for the living God.  <br> <span>Psa 84:3</span>  Yea, the sparrow hath found an house, and the swallow a nest for herself, where she may lay her young, even thine altars, O LORD of hosts, my King, and my God.  <br> <span>Psa 84:4</span>  Blessed are they that dwell in thy house: they will be still praising thee. Selah.  <br> <span>Psa 84:5</span>  Blessed is the man whose strength is in thee; in whose heart are the ways of them.  <br> <span>Psa 84:6</span>  Who passing through the valley of Baca make it a well; the rain also filleth the pools.  <br> <span>Psa 84:7</span>  They go from strength to strength, every one of them in Zion appeareth before God.  <br> <span>Psa 84:8</span>  O LORD God of hosts, hear my prayer: give ear, O God of Jacob. Selah.  <br> <span>Psa 84:9</span>  Behold, O God our shield, and look upon the face of thine anointed.  <br> <span>Psa 84:10</span>  For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.  <br> <span>Psa 84:11</span>  For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly.  <br> <span>Psa 84:12</span>  O LORD of hosts, blessed is the man that trusteth in thee.",
    "contentYou": "[1]AGỌ rẹ wọnni ti li ẹwà to, Oluwa awọn ọmọ-ogun! <br> [2]Ọkàn mi nfà nitõtọ, o tilẹ pe ongbẹ fun agbala Oluwa: aiya mi ati ara mi nkigbe si Ọlọrun alãye. <br> [3]Nitõtọ, ologoṣẹ ri ile, ati alapandẹdẹ tẹ́ itẹ fun ara rẹ̀, nibiti yio gbe ma pa awọn ọmọ rẹ̀ mọ́ si, ani ni pẹpẹ rẹ wọnni, Oluwa awọn ọmọ-ogun, Ọba mi ati Ọlọrun mi. <br> [4]Ibukún ni fun awọn ti ngbe inu ile rẹ: nwọn o ma yìn ọ sibẹ. <br> [5]Ibukún ni fun enia na, ipá ẹniti o wà ninu rẹ: li ọkàn ẹniti ọ̀na rẹ wà. <br> [6]Awọn ti nla afonifoji omije lọ, nwọn sọ ọ di kanga; akọrọ-òjo si fi ibukún bò o. <br> [7]Nwọn nlọ lati ipá de ipá, ni Sioni ni awọn yọ niwaju Ọlọrun. <br> [8]Oluwa Ọlọrun awọn ọmọ-ogun, gbọ́ adura mi; fi eti si i, Ọlọrun Jakobu. <br> [9]Kiyesi i, Ọlọrun asà wa, ki o si ṣiju wò oju Ẹni-ororo rẹ. <br> [10]Nitori pe ọjọ kan ninu agbala rẹ sanju ẹgbẹrun ọjọ lọ. Mo fẹ ki nkuku ma ṣe adena ni ile Ọlọrun mi, jù lati ma gbe agọ ìwa-buburu. <br> [11]Nitori Oluwa Ọlọrun li õrun ati asà: Oluwa yio fun ni li ore-ọfẹ ati ogo: kò si ohun rere ti yio fà sẹhin lọwọ awọn ti nrìn dede. <br> [12]Oluwa awọn ọmọ-ogun, ibukún ni fun oluwarẹ̀ na ti o gbẹkẹle ọ."
  },
  {
    "id": "day28",
    "date": "Sunday, December 8, 2019",
    "instruct": "Week 4   The shout of Hallelujah <br> Start by shouting 7 Hallelujah.Subsequently, multiply your Hallelujah with the date of the day.For instance 3 / 12 / 19 will be 7 x3, 4 th will be 7 x4 and so on. Comment with  a song of Hallelujah on daily basis.  ",
    "day": "28",
    "passageEn": "Psalm 126: 1-6",
    "passageYou": "Orin Dafidi 126:1-6",
    "contentEn": "<span>Psa 126:1</span>  A Song of degrees. When the LORD turned again the captivity of Zion, we were like them that dream.  <br> <span>Psa 126:2</span>  Then was our mouth filled with laughter, and our tongue with singing: then said they among the heathen, The LORD hath done great things for them.  <br> <span>Psa 126:3</span>  The LORD hath done great things for us; whereof we are glad.  <br> <span>Psa 126:4</span>  Turn again our captivity, O LORD, as the streams in the south.  <br> <span>Psa 126:5</span>  They that sow in tears shall reap in joy.  <br> <span>Psa 126:6</span>  He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him. ",
    "contentYou": "[1]NIGBATI Oluwa mu ikólọ Sioni pada, awa dabi ẹniti nla alá.<br /> [2]Nigbana li ẹnu wa kún fun ẹrin, ati ahọn wa kọ orin: nigbana ni nwọn wi ninu awọn keferi pe, Oluwa ṣe ohun nla fun wọn.<br /> [3]Oluwa ṣe ohun nla fun wa: nitorina awa nyọ̀.<br /> [4]Oluwa mu ikólọ wa pada, bi iṣan-omi ni gusu.<br /> [5]Awọn ti nfi omije fún irugbin yio fi ayọ ka.<br /> [6]Ẹniti nfi ẹkun rìn lọ, ti o si gbé irugbin lọwọ, lõtọ, yio fi ayọ̀ pada wá, yio si rù iti rẹ̀."
  },
  {
    "id": "day27",
    "date": "Saturdayday, December 7, 2019",
    "instruct": "Week 4   The shout of Hallelujah <br> Start by shouting 7 Hallelujah.Subsequently, multiply your Hallelujah with the date of the day.For instance 3 / 12 / 19 will be 7 x3, 4 th will be 7 x4 and so on. Comment with  a song of Hallelujah on daily basis.  ",
    "day": "27",
    "passageEn": "Psalm 113: 1-9",
    "passageYou": "Orin Dafidi 113:1-9",
    "contentEn": " <span>Psa 113:1&nbsp;</span> Praise ye the LORD. Praise, O ye servants of the LORD, praise the name of the LORD.<br /> <span>Psa 113:2&nbsp;</span> Blessed be the name of the LORD from this time forth and for evermore.<br /> <span>Psa 113:3&nbsp;</span> From the rising of the sun unto the going down of the same the LORD'S name is to be praised.<br /> <span>Psa 113:4&nbsp;</span> The LORD is high above all nations, and his glory above the heavens.<br /> <span>Psa 113:5&nbsp;</span> Who is like unto the LORD our God, who dwelleth on high,<br /> <span>Psa 113:6&nbsp;</span> Who humbleth himself to behold the things that are in heaven, and in the earth!<br /> <span>Psa 113:7&nbsp;</span> He raiseth up the poor out of the dust, and lifteth the needy out of the dunghill;<br /> <span>Psa 113:8&nbsp;</span> That he may set him with princes, even with the princes of his people.<br /> <span>Psa 113:9&nbsp;</span> He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the LORD.",
    "contentYou": "[1]Ẹ ma yìn Oluwa! Ẹ ma yìn, ẹnyin iranṣẹ Oluwa, ẹ ma yìn orukọ Oluwa.<br /> [2]Ibukún li orukọ Oluwa lati isisiyi lọ ati si i lailai.<br /> [3]Lati ila-õrun titi o fi de ìwọ rẹ̀ orukọ Oluwa ni ki a yìn.<br /> [4]Oluwa ga lori gbogbo orilẹ-ède, ogo rẹ̀ si wà lori ọrun.<br /> [5]Tali o dabi Oluwa Ọlọrun wa, ti o ngbe ibi giga.<br /> [6]Ẹniti o rẹ̀ ara rẹ̀ silẹ lati wò ohun ti o wà li ọrun ati li aiye!<br /> [7]O gbé talaka soke lati inu erupẹ wá, o si gbé olupọnju soke lati ori àtan wá;<br /> [8]Ki o le mu u joko pẹlu awọn ọmọ-alade, ani pẹlu awọn ọmọ-alade awọn enia rẹ̀.<br /> [9]O mu àgan obinrin gbe inu ile, lati ma ṣe oninu-didùn iya awọn ọmọ. Ẹ ma yìn Oluwa!"
  },
  {
    "id": "day26",
    "date": "Friday, December 6, 2019",
    "instruct": "Week 4   The shout of Hallelujah <br> Start by shouting 7 Hallelujah.Subsequently, multiply your Hallelujah with the date of the day.For instance 3 / 12 / 19 will be 7 x3, 4 th will be 7 x4 and so on. Comment with  a song of Hallelujah on daily basis.  ",
    "day": "26",
    "passageEn": "Psalm 125: 1-5",
    "passageYou": "Orin Dafidi 125:1-5",
    "contentEn": " <span>Psa 125:1</span>  A Song of degrees. They that trust in the LORD shall be as mount Zion, which cannot be removed, but abideth for ever.  <br> <span>Psa 125:2</span>  As the mountains are round about Jerusalem, so the LORD is round about his people from henceforth even for ever.  <br> <span>Psa 125:3</span>  For the rod of the wicked shall not rest upon the lot of the righteous; lest the righteous put forth their hands unto iniquity.  <br> <span>Psa 125:4</span>  Do good, O LORD, unto those that be good, and to them that are upright in their hearts.  <br> <span>Psa 125:5</span>  As for such as turn aside unto their crooked ways, the LORD shall lead them forth with the workers of iniquity: but peace shall be upon Israel. ",
    "contentYou": "[1]AWỌN ti o gbẹkẹle Oluwa yio dabi òke Sioni, ti a kò le ṣi ni idi, bikoṣepe o duro lailai. <br> [2]Bi òke nla ti yi Jerusalemu ka, bẹ̃li Oluwa yi awọn enia rẹ̀ ka lati isisiyi lọ ati titi lailai. <br> [3]Nitori ti ọpá awọn enia buburu kì yio bà le ipin awọn olododo: ki awọn olododo ki o má ba fi ọwọ wọn le ẹ̀ṣẹ. <br> [4]Oluwa ṣe rere fun awọn ẹni-rere, ati fun awọn ti aiya wọn duro ṣinṣin. <br> [5]Bi o ṣe ti iru awọn ti nwọn yà si ipa ọ̀na wiwọ wọn: Oluwa yio jẹ ki wọn lọ pẹlu awọn oniṣẹ ẹ̀ṣẹ: ṣugbọn alafia yio wà lori Israeli.    "
  },
  {
    "id": "day25",
    "date": "Thursday, December 5, 2019",
    "instruct": "Week 4   The shout of Hallelujah <br> Start by shouting 7 Hallelujah.Subsequently, multiply your Hallelujah with the date of the day.For instance 3 / 12 / 19 will be 7 x3, 4 th will be 7 x4 and so on. Comment with  a song of Hallelujah on daily basis.  ",
    "day": "25",
    "passageEn": "Psalm 1: 1-6",
    "passageYou": "Orin Dafidi 1:1-6",
    "contentEn": "  <span>Psa 1:1</span>  Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <br> <span>Psa 1:2</span>  But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <br> <span>Psa 1:3</span>  And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <br> <span>Psa 1:4</span>  The ungodly are not so: but are like the chaff which the wind driveth away.  <br> <span>Psa 1:5</span>  Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <br> <span>Psa 1:6</span>  For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish. ",
    "contentYou": "[1]IBUKÚN ni fun ọkunrin na ti kò rìn ni ìmọ awọn enia buburu, ti kò duro li ọ̀na awọn ẹlẹṣẹ, ati ti kò si joko ni ibujoko awọn ẹlẹgàn. <br> [2]Ṣugbọn didùn-inu rẹ̀ wà li ofin Oluwa; ati ninu ofin rẹ̀ li o nṣe aṣaro li ọsan ati li oru. <br> [3]Yio si dabi igi ti a gbìn si eti ipa odò, ti nso eso rẹ̀ jade li akokò rẹ̀; ewe rẹ̀ kì yio si rẹ̀; ati ohunkohun ti o ṣe ni yio ma ṣe dede. <br> [4]Awọn enia buburu kò ri bẹ̃: ṣugbọn nwọn dabi iyangbo ti afẹfẹ nfẹ lọ. <br> [5]Nitorina awọn enia buburu kì yio dide duro ni idajọ, bẹ̃li awọn ẹlẹṣẹ kì yio le duro li awujọ awọn olododo. <br> [6]Nitori Oluwa mọ̀ ọ̀na awọn olododo: ṣugbọn ọ̀na awọn enia buburu ni yio ṣegbe.    "
  },
  {
    "id": "day24",
    "date": "Wednesday, December 4, 2019",
    "instruct": "Week 4   The shout of Hallelujah <br> Start by shouting 7 Hallelujah.Subsequently, multiply your Hallelujah with the date of the day.For instance 3 / 12 / 19 will be 7 x3, 4 th will be 7 x4 and so on. Comment with  a song of Hallelujah on daily basis.  ",
    "day": "24",
    "passageEn": "Psalm 112: 1-10",
    "passageYou": "Orin Dafidi 112:1-1",
    "contentEn": " <span>Psa 112:1</span>  Praise ye the LORD. Blessed is the man that feareth the LORD, that delighteth greatly in his commandments.  <br> <span>Psa 112:2</span>  His seed shall be mighty upon earth: the generation of the upright shall be blessed.  <br> <span>Psa 112:3</span>  Wealth and riches shall be in his house: and his righteousness endureth for ever.  <br> <span>Psa 112:4</span>  Unto the upright there ariseth light in the darkness: he is gracious, and full of compassion, and righteous.  <br> <span>Psa 112:5</span>  A good man sheweth favour, and lendeth: he will guide his affairs with discretion.  <br> <span>Psa 112:6</span>  Surely he shall not be moved for ever: the righteous shall be in everlasting remembrance.  <br> <span>Psa 112:7</span>  He shall not be afraid of evil tidings: his heart is fixed, trusting in the LORD.  <br> <span>Psa 112:8</span>  His heart is established, he shall not be afraid, until he see his desire upon his enemies.  <br> <span>Psa 112:9</span>  He hath dispersed, he hath given to the poor; his righteousness endureth for ever; his horn shall be exalted with honour.  <br> <span>Psa 112:10</span>  The wicked shall see it, and be grieved; he shall gnash with his teeth, and melt away: the desire of the wicked shall perish.   ",
    "contentYou": "[1]Ẹ ma yìn Oluwa. Ibukún ni fun ẹniti o bẹ̀ru Oluwa, ti inu rẹ̀ dùn jọjọ sí ofin rẹ̀. <br> [2]Iru-ọmọ rẹ̀ yio lagbara li aiye: iran ẹni-diduro-ṣinṣin li a o bukún fun. <br> [3]Ọlà ati ọrọ̀ yio wà ni ile rẹ̀: ododo rẹ̀ si duro lailai. <br> [4]Fun ẹni-diduro-ṣinṣin ni imọlẹ mọ́ li òkunkun: olore-ọfẹ, o si kún fun ãnu, o si ṣe olododo. <br> [5]Enia rere fi oju-rere hàn, a si wínni: imoye ni yio ma fi là ọ̀na iṣẹ rẹ̀. <br> [6]Nitoriti a kì yio yi i nipò pada lailai: olododo yio wà ni iranti titi aiye. <br> [7]Kì yio bẹ̀ru ihin buburu: aiya rẹ̀ ti mu ọ̀na kan, o gbẹkẹle Oluwa. <br> [8]Aiya rẹ̀ ti mulẹ, kì yio bẹ̀ru, titi yio fi ri ifẹ rẹ̀ lori awọn ọta rẹ̀. <br> [9]O ti fún ka, o ti fi fun awọn olupọnju; ododo rẹ̀ duro lailai; ọlá li a o fi gbé iwo rẹ̀ ga. <br> [10]Awọn enia buburu yio ri i, inu wọn o si bajẹ; yio pa ehin rẹ̀ keke, yio si yọ́ danu: ifẹ awọn enia buburu yio ṣegbe.    "
  },

  {
    "id": "day23",
    "date": "Tuesday, December 3, 2019",
    "instruct": "Week 4   The shout of Hallelujah <br> Start  by shouting 7 Hallelujah.Subsequently, multiply your Hallelujah with the date of the day.For instance 3 / 12 / 19 will be 7 x3, 4 th will be 7 x4 and so on. Comment with  a song of Hallelujah on daily basis.  ",
    "day": "23",
    "passageEn": "Psalm 115: 1-18",
    "passageYou": "Orin Dafidi 115:1-18",
    "contentEn": " <span>Psa 115:1</span>  Not unto us, O LORD, not unto us, but unto thy name give glory, for thy mercy, and for thy truth's sake.  <br> <span>Psa 115:2</span>  Wherefore should the heathen say, Where is now their God?  <br> <span>Psa 115:3</span>  But our God is in the heavens: he hath done whatsoever he hath pleased.  <br> <span>Psa 115:4</span>  Their idols are silver and gold, the work of men's hands.  <br> <span>Psa 115:5</span>  They have mouths, but they speak not: eyes have they, but they see not:  <br> <span>Psa 115:6</span>  They have ears, but they hear not: noses have they, but they smell not:  <br> <span>Psa 115:7</span>  They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat.  <br> <span>Psa 115:8</span>  They that make them are like unto them; so is every one that trusteth in them.  <br> <span>Psa 115:9</span>  O Israel, trust thou in the LORD: he is their help and their shield.  <br> <span>Psa 115:10</span>  O house of Aaron, trust in the LORD: he is their help and their shield.  <br> <span>Psa 115:11</span>  Ye that fear the LORD, trust in the LORD: he is their help and their shield.  <br> <span>Psa 115:12</span>  The LORD hath been mindful of us: he will bless us; he will bless the house of Israel; he will bless the house of Aaron.  <br> <span>Psa 115:13</span>  He will bless them that fear the LORD, both small and great.  <br> <span>Psa 115:14</span>  The LORD shall increase you more and more, you and your children.  <br> <span>Psa 115:15</span>  Ye are blessed of the LORD which made heaven and earth.  <br> <span>Psa 115:16</span>  The heaven, even the heavens, are the LORD'S: but the earth hath he given to the children of men.  <br> <span>Psa 115:17</span>  The dead praise not the LORD, neither any that go down into silence. <br>  <span>Psa 115:18</span>  But we will bless the LORD from this time forth and for evermore. <br>Praise the LORD.  ",
    "contentYou": "[1]KÌ iṣe fun wa, Oluwa, kì iṣe fun wa, bikoṣe orukọ rẹ li a fi ogo fun nitori ãnu rẹ, ati nitori otitọ rẹ. <br> [2]Nitori kili awọn keferi yio ṣe wipe, Nibo li Ọlọrun wọn wà nisisiyi? <br> [3]Ṣugbọn Ọlọrun wa mbẹ li ọrun: o nṣe ohun-kohun ti o wù u. <br> [4]Fadaka ati wura li ere wọn, iṣẹ ọwọ enia. <br> [5]Nwọn li ẹnu, ṣugbọn nwọn kò sọ̀rọ: nwọn li oju, ṣugbọn nwọn kò riran. <br> [6]Nwọn li eti, ṣugbọn nwọn kò gbọran: nwọn ni imu, ṣugbọn nwọn kò gbõrun. <br> [7]Nwọn li ọwọ, ṣugbọn nwọn kò lò o: nwọn li ẹsẹ, ṣugbọn nwọn kò rìn: bẹ̃ni nwọn kò sọ̀rọ lati ọfun wọn jade. <br> [8]Awọn ti nṣe wọn dabi wọn; bẹ̃li olukuluku ẹniti o gbẹkẹle wọn. <br> [9]Israeli, iwọ gbẹkẹle Oluwa: on ni iranlọwọ wọn ati asà wọn. <br> [10]Ara-ile Aaroni, gbẹkẹle Oluwa, on ni iranlọwọ wọn ati asà wọn. <br> [11]Ẹnyin ti o bẹ̀ru Oluwa, gbẹkẹle Oluwa: on ni iranlọwọ wọn ati asà wọn. <br> [12]Oluwa ti nṣe iranti wa: yio bùsi i fun wa: yio bùsi i fun ara-ile Israeli; yio bùsi i fun ara-ile Aaroni. <br> [13]Yio bùsi i fun awọn ti o bẹ̀ru Oluwa, ati ewe ati àgba. <br> [14]Oluwa yio mu nyin bisi i siwaju ati siwaju, ẹnyin ati awọn ọmọ nyin. <br> [15]Ẹnyin li ẹni-ibukún Oluwa, ti o da ọrun on aiye. <br> [16]Ọrun ani ọrun ni ti Oluwa; ṣugbọn aiye li o fi fun awọn ọmọ enia. <br> [17]Okú kò yìn Oluwa, ati gbogbo awọn ti o sọkalẹ lọ sinu idakẹ. <br> [18]Ṣugbọn awa o ma fi ibukún fun Oluwa, lati igba yi lọ ati si i lailai. Ẹ yìn Oluwa.    "
  },
  {
    "id": "day22",
    "date": "Monday, December 2, 2019",
    "instruct": "Week 4   The shout of Hallelujah <br> Start  by shouting 7 Hallelujah.Subsequently, multiply your Hallelujah with the date of the day.For instance 3 / 12 / 19 will be 7 x3, 4 th will be 7 x4 and so on. Comment with  a song of Hallelujah on daily basis.   ",
    "day": "22",
    "passageEn": "Psalm 108: 1 - 7",
    "passageYou": "Orin Dafidi 109:1-7",
    "contentEn": " <span>Psa 108:1</span>  A Song or Psalm of David. O God, my heart is fixed; I will sing and give praise, even with my glory.  <br> <span>Psa 108:2</span>  Awake, psaltery and harp: I myself will awake early.  <br> <span>Psa 108:3</span>  I will praise thee, O LORD, among the people: and I will sing praises unto thee among <span>the natio</span>ns.  <br> <span>Psa 108:4</span>  For thy mercy is great above the heavens: and thy truth reacheth unto the clouds.  <br> <span>Psa 108:5</span>  Be thou exalted, O God, above the heavens: and thy glory above all the earth;  <br> <span>Psa 108:6</span>  That thy beloved may be delivered: save with thy right hand, and answer me.  <br> <span>Psa 108:7</span>  God hath spoken in his holiness; I will rejoice, I will divide Shechem, and mete out the valley of Succoth.  ",
    "contentYou": "[1]OLỌRUN, ọkàn mi ti mura, emi o ma kọrin, emi o si ma fi ogo mi kọrin iyìn. <br> [2]Ji, ohun-elo orin mimọ́ ati dùrù: emi tikarami yio si ji ni kutukutu. <br> [3]Emi o ma yìn ọ, Oluwa, ninu awọn enia: emi o mã kọrin si ọ ninu awọn orilẹ-ède. <br> [4]Nitori ti ãnu rẹ tobi jù ọrun lọ: ati otitọ rẹ titi de awọsanma. <br> [5]Gbé ara rẹ ga, Ọlọrun, lori awọn ọrun: ati ogo rẹ lori gbogbo aiye. <br> [6]Ki a le gbà awọn olufẹ rẹ là: fi ọwọ ọtún rẹ ṣe igbala, ki o si da mi lohùn. <br> [7]Ọlọrun ti sọ̀rọ ninu ìwa-mimọ́ rẹ̀ pe; Emi o yọ̀, emi o pin Ṣekemu, emi o si wọ̀n afonifoji Sukkotu."
  },
  {
    "id": "day21",
    "date": "Sunday, December 1, 2019",
    "instruct": "Praise God daily with at least 3 Words   of accolades (Oriki) Praise the Most High. Place the accolades here and on all your status with #praisecallengeseason2",
    "day": "21",
    "passageEn": "Psalm 107: 1-43",
    "passageYou": "Orin Dafidi 107:1-43",
    "contentEn": " Psa 107:1&nbsp; O give thanks unto the LORD, for he is good: for his mercy endureth for ever.<br /> Psa 107:2&nbsp; Let the redeemed of the LORD say so, whom he hath redeemed from the hand of the enemy;<br /> Psa 107:3&nbsp; And gathered them out of the lands, from the east, and from the west, from the north, and from the south.<br /> Psa 107:4&nbsp; They wandered in the wilderness in a solitary way; they found no city to dwell in.<br /> Psa 107:5&nbsp; Hungry and thirsty, their soul fainted in them.<br /> Psa 107:6&nbsp; Then they cried unto the LORD in their trouble, and he delivered them out of their distresses.<br /> Psa 107:7&nbsp; And he led them forth by the right way, that they might go to a city of habitation.<br /> Psa 107:8&nbsp; Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!<br /> Psa 107:9&nbsp; For he satisfieth the longing soul, and filleth the hungry soul with goodness.<br /> Psa 107:10&nbsp; Such as sit in darkness and in the shadow of death, being bound in affliction and iron;<br /> Psa 107:11&nbsp; Because they rebelled against the words of God, and contemned the counsel of the most High:<br /> Psa 107:12&nbsp; Therefore he brought down their heart with labour; they fell down, and there was none to help.<br /> Psa 107:13&nbsp; Then they cried unto the LORD in their trouble, and he saved them out of their distresses.<br /> Psa 107:14&nbsp; He brought them out of darkness and the shadow of death, and brake their bands in sunder.<br /> Psa 107:15&nbsp; Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!<br /> Psa 107:16&nbsp; For he hath broken the gates of brass, and cut the bars of iron in sunder.<br /> Psa 107:17&nbsp; Fools because of their transgression, and because of their iniquities, are afflicted.<br /> Psa 107:18&nbsp; Their soul abhorreth all manner of meat; and they draw near unto the gates of death.<br /> Psa 107:19&nbsp; Then they cry unto the LORD in their trouble, and he saveth them out of their distresses.<br /> Psa 107:20&nbsp; He sent his word, and healed them, and delivered them from their destructions.<br /> Psa 107:21&nbsp; Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!<br /> Psa 107:22&nbsp; And let them sacrifice the sacrifices of thanksgiving, and declare his works with rejoicing.<br /> Psa 107:23&nbsp; They that go down to the sea in ships, that do business in great waters;<br /> Psa 107:24&nbsp; These see the works of the LORD, and his wonders in the deep.<br /> Psa 107:25&nbsp; For he commandeth, and raiseth the stormy wind, which lifteth up the waves thereof.<br /> Psa 107:26&nbsp; They mount up to the heaven, they go down again to the depths: their soul is melted because of trouble.<br /> Psa 107:27&nbsp; They reel to and fro, and stagger like a drunken man, and are at their wits' end.<br /> Psa 107:28&nbsp; Then they cry unto the LORD in their trouble, and he bringeth them out of their distresses.<br /> Psa 107:29&nbsp; He maketh the storm a calm, so that the waves thereof are still.<br /> Psa 107:30&nbsp; Then are they glad because they be quiet; so he bringeth them unto their desired haven.<br /> Psa 107:31&nbsp; Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!<br /> Psa 107:32&nbsp; Let them exalt him also in the congregation of the people, and praise him in the assembly of the elders.<br /> Psa 107:33&nbsp; He turneth rivers into a wilderness, and the watersprings into dry ground;<br /> Psa 107:34&nbsp; A fruitful land into barrenness, for the wickedness of them that dwell therein.<br /> Psa 107:35&nbsp; He turneth the wilderness into a standing water, and dry ground into watersprings.<br /> Psa 107:36&nbsp; And there he maketh the hungry to dwell, that they may prepare a city for habitation;<br /> Psa 107:37&nbsp; And sow the fields, and plant vineyards, which may yield fruits of increase.<br /> Psa 107:38&nbsp; He blesseth them also, so that they are multiplied greatly; and suffereth not their cattle to decrease.<br /> Psa 107:39&nbsp; Again, they are minished and brought low through oppression, affliction, and sorrow.<br /> Psa 107:40&nbsp; He poureth contempt upon princes, and causeth them to wander in the wilderness, where there is no way.<br /> Psa 107:41&nbsp; Yet setteth he the poor on high from affliction, and maketh him families like a flock.<br /> Psa 107:42&nbsp; The righteous shall see it, and rejoice: and all iniquity shall stop her mouth.<br /> Psa 107:43&nbsp; Whoso is wise, and will observe these things, even they shall understand the lovingkindness of the LORD.<br /> <div> <br /></div> ",
    "contentYou": "[1]Ẹ fi ọpẹ fun Oluwa, nitori ti o ṣeun: nitori ti ãnu rẹ̀ duro lailai.<br /> [2]Jẹ ki awọn ẹni-irapada Oluwa ki o wi bẹ̃, ẹniti o rà pada kuro ni ọwọ ọta nì.<br /> [3]O si kó wọn jọ lati ilẹ wọnnì wá, lati ila-õrun wá, ati lati ìwọ-õrun, lati ariwa, ati lati okun wá.<br /> [4]Nwọn nrìn ka kiri li aginju ni ibi ti ọ̀na kò si: nwọn kò ri ilu lati ma gbe.<br /> [5]Ebi pa wọn, ongbẹ si gbẹ wọn, o rẹ̀ ọkàn wọn ninu wọn.<br /> [6]Nigbana ni nwọn kigbe pè Oluwa ninu ipọnju wọn, o si yọ wọn kuro ninu iṣẹ́ wọn,<br /> [7]O si mu wọn jade nipa ọ̀na titọ, ki nwọn ki o le lọ si ilu ti nwọn o ma gbe.<br /> [8]Enia iba ma yìn Oluwa nitori ore rẹ̀, ati nitori iṣẹ iyanu rẹ̀ si awọn ọmọ enia!<br /> [9]Nitori ti o tẹ́ ifẹ ọkàn lọrun, o si fi ire kún ọkàn ti ebi npa.<br /> [10]Iru awọn ti o joko li òkunkun ati li ojiji ikú, ti a dè ninu ipọnju ati ni irin;<br /> [11]Nitori ti nwọn ṣọ̀tẹ si ọ̀rọ Ọlọrun, nwọn si gàn imọ Ọga-ogo:<br /> [12]Nitorina o fi lãla rẹ̀ aiya wọn silẹ: nwọn ṣubu, kò si si oluranlọwọ.<br /> [13]Nigbana ni nwọn kigbe pè Oluwa ninu ipọnju wọn, o si gbà wọn ninu iṣẹ́ wọn.<br /> [14]O mu wọn jade kuro ninu òkunkun ati ojiji ikú, o si fa ìde wọn ja.<br /> [15]Enia iba ma yìn Oluwa: nitori ore rẹ̀, ati nitori iṣẹ iyanu rẹ̀ si awọn ọmọ enia.<br /> [16]Nitori ti o fọ ilẹkun idẹ wọnni, o si ke ọpa-idabu irin wọnni li agbedemeji.<br /> [17]Aṣiwere nitori irekọja wọn, ati nitori ẹ̀ṣẹ wọn, oju npọ́n wọn.<br /> [18]Ọkàn wọn kọ̀ onjẹ-konjẹ; nwọn si sunmọ́ eti ẹnu-ọ̀na ikú.<br /> [19]Nigbana ni nwọn kigbe pè Oluwa ninu ipọnju wọn, o si gbà wọn ninu iṣẹ́ wọn.<br /> [20]O rán ọ̀rọ rẹ̀, o si mu wọn lara da, o si gbà wọn kuro ninu iparun wọn.<br /> [21]Enia iba ma yìn Oluwa nitori ore rẹ̀, ati nitori iṣẹ iyanu rẹ̀ si awọn ọmọ enia.<br /> [22]Si jẹ ki nwọn ki o ru ẹbọ ọpẹ, ki nwọn ki o si fi orin ayọ̀ sọ̀rọ iṣẹ rẹ̀.<br /> [23]Awọn ti nsọkalẹ lọ si okun ninu ọkọ̀, ti nwọn nṣiṣẹ ninu omi nla.<br /> [24]Awọn wọnyi ri iṣẹ Oluwa, ati iṣẹ iyanu rẹ̀ ninu ibú.<br /> [25]Nitori ti o paṣẹ, o si mu ìji fẹ, ti o gbé riru rẹ̀ soke.<br /> [26]Nwọn gòke lọ si ọrun, nwọn si tún sọkalẹ lọ si ibú; ọkàn wọn di omi nitori ipọnju.<br /> [27]Nwọn nta gbọ̀ngbọ́n sihin sọhun, nwọn nta gbọ̀ngbọ́n bi ọmuti enia, ọgbọ́n wọn si de opin.<br /> [28]Nigbana ni nwọn kigbe pè Oluwa ninu ipọnju wọn, o si yọ wọn kuro ninu iṣẹ́ wọn.<br /> [29]O sọ ìji di idakẹ-rọrọ́, bẹ̃ni riru omi rẹ̀ duro jẹ.<br /> [30]Nigbana ni nwọn yọ̀, nitori ti ara wọn balẹ; bẹ̃li o mu wọn wá si ebute ifẹ wọn.<br /> [31]Enia iba ma yìn Oluwa nitori ore rẹ̀, ati nitori iṣẹ iyanu rẹ̀ si awọn ọmọ enia!<br /> [32]Ki nwọn ki o gbé e ga pẹlu ni ijọ enia, ki nwọn ki o si yìn i ninu ijọ awọn àgba.<br /> [33]O sọ odò di aginju, ati orisun omi di ilẹ gbigbẹ;<br /> [34]Ilẹ eleso di aṣálẹ̀, nitori ìwa-buburu awọn ti o wà ninu rẹ̀.<br /> [35]O sọ aginju di adagun omi, ati ilẹ gbigbẹ di orisun omi.<br /> [36]Nibẹ li o si mu awọn ti ebi npa joko, ki nwọn ki o le tẹ ilu do, lati ma gbe.<br /> [37]Lati fún irugbin si oko, ki nwọn si gbìn àgbala ajara, ti yio ma so eso ọ̀pọlọpọ.<br /> [38]O busi i fun wọn pẹlu, bẹ̃ni nwọn si pọ̀ si i gidigidi; kò si jẹ ki ẹran-ọ̀sin wọn ki o fà sẹhin.<br /> [39]Ẹ̀wẹ, nwọn bùku, nwọn si fà sẹhin, nipa inira, ipọnju, ati ikãnu.<br /> [40]O dà ẹ̀gan lù awọn ọmọ-alade, o si mu wọn rìn kiri ni ijù, nibiti ọ̀na kò si.<br /> [41]Sibẹ o gbé talaka leke kuro ninu ipọnju, o si ṣe idile wọnni bi agbo-ẹran.<br /> [42]Awọn ẹni diduro-ṣinṣin yio ri i, nwọn o si yọ̀: gbogbo ẹ̀ṣẹ ni yio si pa ẹnu rẹ̀ mọ.<br /> [43]Ẹniti o gbọ́n, yio si kiyesi nkan wọnyi; awọn na li oye iṣeun-ifẹ Oluwa yio ma ye."
  },

  {
    "id": "day20",
    "date": "Saturday, November 30, 2019",
    "instruct": "Praise God daily with at least 3 Words   of accolades (Oriki) Praise the Most High. Place the accolades here and on all your status with #praisecallengeseason2",
    "day": "20",
    "passageEn": "Psalm 114: 1-8",
    "passageYou": "Orin Dafidi 114:1-8",
    "contentEn": "Psa 114:1&nbsp; When Israel went out of Egypt, the house of Jacob from a people of strange language;<br /> Psa 114:2&nbsp; Judah was his sanctuary, and Israel his dominion.<br /> Psa 114:3&nbsp; The sea saw it, and fled: Jordan was driven back.<br /> Psa 114:4&nbsp; The mountains skipped like rams, and the little hills like lambs.<br /> Psa 114:5&nbsp; What ailed thee, O thou sea, that thou fleddest? thou Jordan, that thou wast driven back?<br /> Psa 114:6&nbsp; Ye mountains, that ye skipped like rams; and ye little hills, like lambs?<br /> Psa 114:7&nbsp; Tremble, thou earth, at the presence of the Lord, at the presence of the God of Jacob;<br /> Psa 114:8&nbsp; Which turned the rock into a standing water, the flint into a fountain of waters.    ",
    "contentYou": "[1]NIGBATI Israeli jade kuro ni Egipti, ti ara-ile Jakobu kuro ninu àjeji ède enia;<br /> [2]Juda di ibi mimọ́ rẹ̀, Israeli di ijọba rẹ̀.<br /> [3]Okun ri i, o si sá: Jordani pada sẹhin.<br /> [4]Awọn òke nla nfò bi àgbo, ati awọn òke kekèke bi ọdọ-agutan.<br /> [5]Kili o ṣe ọ, iwọ okun, ti iwọ fi sá? iwọ Jordani ti iwọ fi pada sẹhin?<br /> [6]Ẹnyin òke nla, ti ẹ fi nfò bi àgbo; ati ẹnyin òke kekèke bi ọdọ-agutan?<br /> [7]Warìri, iwọ ilẹ, niwaju Oluwa, niwaju Ọlọrun Jakobu.<br /> [8]Ẹniti o sọ apata di adagun omi, ati okuta-ibọn di orisun omi.    "
  }, {
    "id": "day19",
    "date": "Friday, November 29, 2019",
    "instruct": "Praise God daily with at least 3 Words   of accolades (Oriki) Praise the Most High. Place the accolades here and on all your status with #praisecallengeseason2",
    "day": "19",
    "passageEn": "Psalm 76: 1-12",
    "passageYou": "Orin Dafidi 76:1-12",
    "contentEn": "<span>Psa 76:1&nbsp;</span> To the chief Musician on Neginoth, A Psalm or Song of Asaph. In Judah is God known: his name is great in Israel.<br /> <span>Psa 76:2&nbsp;</span> In Salem also is his tabernacle, and his dwelling place in Zion.<br /> <span>Psa 76:3&nbsp;</span> There brake he the arrows of the bow, the shield, and the sword, and the battle. Selah.<br /> <span>Psa 76:4&nbsp;</span> Thou art more glorious and excellent than the mountains of prey.<br /> <span>Psa 76:5&nbsp;</span> The stouthearted are spoiled, they have slept their sleep: and none of the men of might have found their hands.<br /> <span>Psa 76:6&nbsp;</span> At thy rebuke, O God of Jacob, both the chariot and horse are cast into a dead sleep.<br /> <span>Psa 76:7&nbsp;</span> Thou, even thou, art to be feared: and who may stand in thy sight when once thou art angry?<br /> <span>Psa 76:8&nbsp;</span> Thou didst cause judgment to be heard from heaven; the earth feared, and was still,<br /> <span>Psa 76:9&nbsp;</span> When God arose to judgment, to save all the meek of the earth. Selah.<br /> <span>Psa 76:10&nbsp;</span> Surely the wrath of man shall praise thee: the remainder of wrath shalt thou restrain.<br /> <span>Psa 76:11&nbsp;</span> Vow, and pay unto the LORD your God: let all that be round about him bring presents unto him that ought to be feared.<br /> <span>Psa 76:12&nbsp;</span> He shall cut off the spirit of princes: he is terrible to the kings of the earth.    ",
    "contentYou": "[1]NI Juda li a gbe mọ̀ Ọlọrun: orukọ rẹ̀ si pọ̀ ni Israeli.<br /> [2]Ni Salemu pẹlu li agọ rẹ̀ wà, ati ibujoko rẹ̀ ni Sioni.<br /> [3]Nibẹ li o gbe ṣẹ́ ọfà, ọrun, apata, ati idà, ati ogun na.<br /> [4]Iwọ li ogo ati ọlá jù òke-nla ikogun wọnni lọ.<br /> [5]A kó awọn alaiya lile ni ikogun, nwọn ti sùn orun wọn, gbogbo ọkunrin alagbara kò si ri ọwọ wọn.<br /> [6]Nipa ibawi rẹ, Ọlọrun Jakobu, ati kẹkẹ́-ogun ati ẹṣin sun orun asunkú.<br /> [7]Iwọ, ani iwọ li o ni ìbẹru: ati tani yio le duro niwaju rẹ, nigbati iwọ ba binu lẹ̃kan?<br /> [8]Iwọ mu idajọ di gbigbọ́ lati ọrun wá: ilẹ aiye bẹ̀ru o si duro jẹ.<br /> [9]Nigbati Ọlọrun dide si idajọ, lati gbà gbogbo ọlọkan-tutu aiye là.<br /> [10]Nitõtọ ibinu enia yio yìn ọ: nigbati iwọ ba fi ibinu iyokù di ara rẹ li amure.<br /> [11]Ẹ ṣe ileri ifẹ, ki ẹ si san a fun Oluwa, Ọlọrun nyin: jẹ ki gbogbo awọn ti o yi i ka ki o mu ẹ̀bun wá fun ẹniti a ba ma bẹ̀ru.<br /> [12]On o ke ẹmi awọn ọmọ alade kuro: on si di ẹ̀ru si awọn ọba aiye.    "
  }, {
    "id": "day18",
    "date": "Thursday, November 28, 2019",
    "instruct": "Praise God daily with at least 3 Words   of accolades (Oriki) Praise the Most High. Place the accolades here and on all your status with #praisecallengeseason2",
    "day": "18",
    "passageEn": "Psalm 111: 1-10",
    "passageYou": "Orin Dafidi 111:1-10",
    "contentEn": "<span>Psa 111:1&nbsp;</span> Praise ye the LORD. I will praise the LORD with my whole heart, in the assembly of the upright, and in the congregation.<br /> <span>Psa 111:2&nbsp;</span> The works of the LORD are great, sought out of all them that have pleasure therein.<br /> <span>Psa 111:3&nbsp;</span> His work is honourable and glorious: and his righteousness endureth for ever.<br /> <span>Psa 111:4&nbsp;</span> He hath made his wonderful works to be remembered: the LORD is gracious and full of compassion.<br /> <span>Psa 111:5&nbsp;</span> He hath given meat unto them that fear him: he will ever be mindful of his covenant.<br /> <span>Psa 111:6&nbsp;</span> He hath shewed his people the power of his works, that he may give them the heritage of the heathen.<br /> <span>Psa 111:7&nbsp;</span> The works of his hands are verity and judgment; all his commandments are sure.<br /> <span>Psa 111:8&nbsp;</span> They stand fast for ever and ever, and are done in truth and uprightness.<br /> <span>Psa 111:9&nbsp;</span> He sent redemption unto his people: he hath commanded his covenant for ever: holy and reverend is his name.<br /> <span>Psa 111:10&nbsp;</span> The fear of the LORD is the beginning of wisdom: a good understanding have all they that do his commandments: his praise endureth for ever.<br />    ",
    "contentYou": "[1]Ẹ ma yìn Oluwa. Emi o ma yìn Oluwa tinutinu mi, ninu ijọ awọn ẹni diduro-ṣinṣin, ati ni ijọ enia.<br /> [2]Iṣẹ Oluwa tobi, iwa-kiri ni fun gbogbo awọn ti o ni ifẹ rẹ̀ ninu.<br /> [3]Iṣe rẹ̀ li ọlá on ogo, ododo rẹ̀ si duro lailai.<br /> [4]O ṣe iṣẹ iyanu rẹ̀ ni iranti: olore-ọfẹ́ li Oluwa o si kún fun ãnu.<br /> [5]O ti fi onjẹ fun awọn ti o bẹ̀ru rẹ̀: yio ranti majẹmu rẹ̀ lailai.<br /> [6]O ti fi iṣẹ agbara rẹ̀ hàn awọn enia rẹ̀, ki o le fun wọn ni ilẹ-ini awọn keferi.<br /> [7]Otitọ ati idajọ ni iṣẹ ọwọ rẹ̀; gbogbo ofin rẹ̀ li o daniloju.<br /> [8]Nwọn duro lai ati lailai, ninu otitọ ati iduro-ṣinṣin li a ṣe wọn.<br /> [9]O rán idande si awọn enia rẹ̀: o ti paṣẹ majẹmu rẹ̀ lailai: mimọ́ ati ọ̀wọ li orukọ rẹ̀.<br /> [10]Ibẹru Oluwa ni ipilẹṣẹ ọgbọ́n: oye rere ni gbogbo awọn ti npa ofin rẹ̀ mọ́ ni: iyìn rẹ̀ duro lailai.    "
  }, {
    "id": "day17",
    "date": "Wednesday, November 27, 2019",
    "instruct": "Praise God daily with at least 3 Words   of accolades (Oriki) Praise the Most High. Place the accolades here and on all your status with #praisecallengeseason2",
    "day": "17",
    "passageEn": "Psalm 116: 1-19",
    "passageYou": "Orin Dafidi 116:1-19",
    "contentEn": "<span>Psa 116:1</span>&nbsp; I love the LORD, because he hath heard my voice and my supplications.<br /> <span>Psa 116:2</span>&nbsp; Because he hath inclined his ear unto me, therefore will I call upon him as long as I live.<br /> <span>Psa 116:3</span>&nbsp; The sorrows of death compassed me, and the pains of hell gat hold upon me: I found trouble and sorrow.<br /> <span>Psa 116:4</span>&nbsp; Then called I upon the name of the LORD; O LORD, I beseech thee, deliver my soul.<br /> <span>Psa 116:5</span>&nbsp; Gracious is the LORD, and righteous; yea, our God is merciful.<br /> <span>Psa 116:6</span>&nbsp; The LORD preserveth the simple: I was brought low, and he helped me.<br /> <span>Psa 116:7</span>&nbsp; Return unto thy rest, O my soul; for the LORD hath dealt bountifully with thee.<br /> <span>Psa 116:8</span>&nbsp; For thou hast delivered my soul from death, mine eyes from tears, and my feet from falling.<br /> <span>Psa 116:9</span>&nbsp; I will walk before the LORD in the land of the living.<br /> <span>Psa 116:10</span>&nbsp; I believed, therefore have I spoken: I was greatly afflicted:<br /> <span>Psa 116:11&nbsp;</span> I said in my haste, All men are liars.<br /> <span>Psa 116:12&nbsp;</span> What shall I render unto the LORD for all his benefits toward me?<br /> <span>Psa 116:13&nbsp;</span> I will take the cup of salvation, and call upon the name of the LORD.<br /> <span>Psa 116:14&nbsp;</span> I will pay my vows unto the LORD now in the presence of all his people.<br /> <span>Psa 116:15&nbsp;</span> Precious in the sight of the LORD is the death of his saints.<br /> <span>Psa 116:16&nbsp;</span> O LORD, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds.<br /> <span>Psa 116:17&nbsp;</span> I will offer to thee the sacrifice of thanksgiving, and will call upon the name of the LORD.<br /> <span>Psa 116:18&nbsp;</span> I will pay my vows unto the LORD now in the presence of all his people,<br /> <span>Psa 116:19&nbsp;</span> In the courts of the LORD'S house, in the midst of thee, O Jerusalem. Praise ye the LORD.<br />",
    "contentYou": "[1]EMI fẹ Oluwa nitori ti o gbọ́ ohùn mi ati ẹ̀bẹ mi.<br /> [2]Nitori ti o dẹ eti rẹ̀ si mi, nitorina li emi o ma kepè e niwọn ọjọ mi.<br /> [3]Ikẹkùn ikú yi mi ka, ati irora isà-òkú di mi mu; mo ri iyọnu ati ikãnu.<br /> [4]Nigbana ni mo kepè orukọ Oluwa; Oluwa, emi bẹ̀ ọ, gbà ọkàn mi.<br /> [5]Olore-ọfẹ li Oluwa, ati olododo; nitõtọ, alãnu li Ọlọrun wa.<br /> [6]Oluwa pa awọn alaimọ̀kan mọ́: a rẹ̀ mi silẹ tan, o si ràn mi lọwọ.<br /> [7]Pada si ibi isimi rẹ, iwọ ọkàn mi; nitori ti Oluwa ṣe é lọ́pọlọpọ fun ọ.<br /> [8]Nitori ti iwọ gbà ọkàn mi lọwọ ikú, oju mi lọwọ omije, ati ẹsẹ mi lọwọ iṣubu.<br /> [9]Emi o ma rìn niwaju Oluwa ni ilẹ alãye.<br /> [10]Emi gbagbọ́, nitorina li emi ṣe sọ: mo ri ipọnju gidigidi.<br /> [11]Mo wi ni iyara mi pe: Eke ni gbogbo enia.<br /> [12]Kili emi o san fun Oluwa nitori gbogbo ore rẹ̀ si mi?<br /> [13]Emi o mu ago igbala, emi o si ma kepè orukọ Oluwa.<br /> [14]Emi o san ileri ifẹ mi fun Oluwa, nitõtọ li oju gbogbo awọn enia rẹ̀.<br /> [15]Iyebiye ni ikú awọn ayanfẹ rẹ̀ li oju Oluwa.<br /> [16]Oluwa nitõtọ iranṣẹ rẹ li emi; iranṣẹ rẹ̀ li emi, ati ọmọ iranṣẹ-birin rẹ: iwọ ti tú ìde mi.<br /> [17]Emi o ru ẹbọ ọpẹ si ọ, emi o ma ke pè orukọ Oluwa.<br /> [18]Emi o san ileri ifẹ mi fun Oluwa, nitõtọ li oju gbogbo awọn enia rẹ̀.<br /> [19]Ninu àgbala ile Oluwa, li arin rẹ, iwọ Jerusalemu. Ẹ yìn Oluwa."
  }, {
    "id": "day16",
    "date": "Tuesday, November 26, 2019",
    "instruct": "Praise God daily with at least 3 Words   of accolades (Oriki) Praise the Most High. Place the accolades here and on all your status with #praisecallengeseason2",
    "day": "16",
    "passageEn": "Psalm 117: 1-2",
    "passageYou": "Orin Dafidi 117:1-2",
    "contentEn": "<span>Psa 117:1&nbsp;</span> O praise the LORD, all ye nations: praise him, all ye people.<br /> <span>Psa 117:2&nbsp;</span> For his merciful kindness is great toward us: and the truth of the LORD endureth for ever. Praise ye the LORD.    ",
    "contentYou": "  [1] Ẹ ma yìn Oluwa, ẹnyin orilẹ-ède gbogbo: ẹ yìn i, ẹnyin enia gbogbo. <br>[2] Nitoriti iṣeun ãnu rẹ̀ pọ̀ si wa: ati otitọ Oluwa duro lailai. Ẹ yìn Oluwa!"
  }, {
    "id": "day15",
    "date": "Monday, November 25, 2019",
    "instruct": "Praise God daily with at least 3 Words   of accolades (Oriki) Praise the Most High. Place the accolades here and on all your status with #praisecallengeseason2",
    "day": "15",
    "passageEn": "Psalm 75: 1-10",
    "passageYou": "Orin Dafidi 75:1-10",
    "contentEn": "Psa 75:1  To the chief Musician, Altaschith, A Psalm or Song of Asaph. Unto thee, O God, do we give thanks, unto thee do we give thanks: for that thy name is near thy wondrous works declare.  <br> Psa 75:2  When I shall receive the congregation I will judge uprightly.  <br> Psa 75:3  The earth and all the inhabitants thereof are dissolved: I bear up the pillars of it. Selah.  <br> Psa 75:4  I said unto the fools, Deal not foolishly: and to the wicked, Lift not up the horn:  <br> Psa 75:5  Lift not up your horn on high: speak not with a stiff neck.  <br> Psa 75:6  For promotion cometh neither from the east, nor from the west, nor from the south.  <br> Psa 75:7  But God is the judge: he putteth down one, and setteth up another.  <br> Psa 75:8  For in the hand of the LORD there is a cup, and the wine is red; it is full of mixture; and he poureth out of the same: but the dregs thereof, all the wicked of the earth shall wring them out, and drink them.  <br> Psa 75:9  But I will declare for ever; I will sing praises to the God of Jacob.  <br> Psa 75:10  All the horns of the wicked also will I cut off; but the horns of the righteous shall be exalted.    ",
    "contentYou": "[1]KI Ọlọrun ki o ṣãnu fun wa, ki o si busi i fun wa; ki o si ṣe oju rẹ̀ ki o mọlẹ si wa lara, <br> [2]Ki ọ̀na rẹ ki o le di mimọ̀ li aiye, ati igbala ilera rẹ ni gbogbo orilẹ-ède. <br> [3]Jẹ ki awọn enia ki o yìn ọ, Ọlọrun; jẹ ki gbogbo enia ki o yìn ọ. <br> [4]Jẹ ki inu awọn orilẹ-ède ki o dùn, ki nwọn ki o ma kọrin fun ayọ̀: nitoriti iwọ o fi ododo ṣe idajọ enia, iwọ o si jọba awọn orilẹ-ède li aiye. <br> [5]Jẹ ki awọn enia ki o yìn ọ, Ọlọrun; jẹ ki gbogbo enia ki o yìn ọ. <br> [6]Nigbana ni ilẹ yio to ma mu asunkún rẹ̀ wá; Ọlọrun, Ọlọrun wa tikararẹ̀ yio busi i fun wa. <br> [7]Ọlọrun yio busi i fun wa; ati gbogbo opin aiye yio si ma bẹ̀ru rẹ̀."
  }, {

    "id": "day14",
    "date": "Sunday, November 24, 2019",
    "instruct": "Comment with any <br> hymn of your choice only",
    "day": "14",
    "passageEn": "Psalm 67: 1-7",
    "passageYou": "Orin Dafidi 67:1-7",
    "contentEn": "Psa 67:1  To the chief Musician on Neginoth, A Psalm or Song. God be merciful unto us, and bless us; and cause his face to shine upon us; Selah.  <br> Psa 67:2  That thy way may be known upon earth, thy saving health among all nations.  <br> Psa 67:3  Let the people praise thee, O God; let all the people praise thee.  <br> Psa 67:4  O let the nations be glad and sing for joy: for thou shalt judge the people righteously, and govern the nations upon earth. Selah.  <br> Psa 67:5  Let the people praise thee, O God; let all the people praise thee.  <br> Psa 67:6  Then shall the earth yield her increase; and God, even our own God, shall bless us.  <br> Psa 67:7  God shall bless us; and all the ends of the earth shall fear him.     ",
    "contentYou": "[1]KI Ọlọrun ki o ṣãnu fun wa, ki o si busi i fun wa; ki o si ṣe oju rẹ̀ ki o mọlẹ si wa lara, <br> [2]Ki ọ̀na rẹ ki o le di mimọ̀ li aiye, ati igbala ilera rẹ ni gbogbo orilẹ-ède. <br> [3]Jẹ ki awọn enia ki o yìn ọ, Ọlọrun; jẹ ki gbogbo enia ki o yìn ọ. <br> [4]Jẹ ki inu awọn orilẹ-ède ki o dùn, ki nwọn ki o ma kọrin fun ayọ̀: nitoriti iwọ o fi ododo ṣe idajọ enia, iwọ o si jọba awọn orilẹ-ède li aiye. <br> [5]Jẹ ki awọn enia ki o yìn ọ, Ọlọrun; jẹ ki gbogbo enia ki o yìn ọ. <br> [6]Nigbana ni ilẹ yio to ma mu asunkún rẹ̀ wá; Ọlọrun, Ọlọrun wa tikararẹ̀ yio busi i fun wa. <br> [7]Ọlọrun yio busi i fun wa; ati gbogbo opin aiye yio si ma bẹ̀ru rẹ̀."
  }, {

    "id": "day13",
    "date": "Saturday, November 23, 2019",
    "instruct": "Comment with any <br> hymn of your choice only",
    "day": "13",
    "passageEn": "Psalm 66: 1-20",
    "passageYou": "Orin Dafidi 66:1-20",
    "contentEn": "Psa 66:1  To the chief Musician, A Song or Psalm. Make a joyful noise unto God, all ye lands: <br> Psa 66:2  Sing forth the honour of his name: make his praise glorious. <br> Psa 66:3  Say unto God, How terrible art thou in thy works! through the greatness of thy power shall thine enemies submit themselves unto thee.  <br> Psa 66:4  All the earth shall worship thee, and shall sing unto thee; they shall sing to thy name. Selah.  <br> Psa 66:5  Come and see the works of God: he is terrible in his doing toward the children of men.  <br> Psa 66:6  He turned the sea into dry land: they went through the flood on foot: there did we rejoice in him.  <br> Psa 66:7  He ruleth by his power for ever; his eyes behold the nations: let not the rebellious exalt themselves. Selah.  <br> Psa 66:8  O bless our God, ye people, and make the voice of his praise to be heard: <br>  Psa 66:9  Which holdeth our soul in life, and suffereth not our feet to be moved.  <br> Psa 66:10  For thou, O God, hast proved us: thou hast tried us, as silver is tried. <br>  Psa 66:11  Thou broughtest us into the net; thou laidst affliction upon our loins.  <br> Psa 66:12  Thou hast caused men to ride over our heads; we went through fire and through water: but thou broughtest us out into a wealthy place.  <br> Psa 66:13  I will go into thy house with burnt offerings: I will pay thee my vows, <br>  Psa 66:14  Which my lips have uttered, and my mouth hath spoken, when I was in trouble.  <br> Psa 66:15  I will offer unto thee burnt sacrifices of fatlings, with the incense of rams; I will offer bullocks with goats. Selah.  <br> Psa 66:16  Come and hear, all ye that fear God, and I will declare what he hath done for my soul.  <br> Psa 66:17  I cried unto him with my mouth, and he was extolled with my tongue. <br>  Psa 66:18  If I regard iniquity in my heart, the Lord will not hear me:  <br> Psa 66:19  But verily God hath heard me; he hath attended to the voice of my prayer.  <br> Psa 66:20  Blessed be God, which hath not turned away my prayer, nor his mercy from me. ",
    "contentYou": "[1]Ẹ hó iho ayọ̀ si Ọlọrun, ẹnyin ilẹ gbogbo: <br> [2]Ẹ kọrin ọlá orukọ rẹ̀: ẹ mu iyìn rẹ̀ li ogo. <br> [3]Ẹ wi fun Ọlọrun pe, Iwọ ti li ẹ̀ru to ninu iṣẹ rẹ! nipa ọ̀pọ agbara rẹ li awọn ọta rẹ yio fi ori wọn balẹ fun ọ. <br> [4]Gbogbo aiye ni yio ma sìn ọ, nwọn o si ma kọrin si ọ; nwọn o ma kọrin si orukọ rẹ. <br> [5]Ẹ wá wò iṣẹ Ọlọrun, o li ẹ̀ru ni iṣe rẹ̀ si awọn ọmọ enia. <br> [6]O sọ okun di ilẹ gbigbẹ: nwọn fi ẹsẹ là odò já: nibẹ li awa gbe yọ̀ ninu rẹ̀. <br> [7]O jọba nipa agbara rẹ̀ lailai; oju rẹ̀ nwò awọn orilẹ-ède: ki awọn ọlọtẹ ki o máṣe gbé ara wọn ga. <br> [8]Ẹ fi ibukún fun Ọlọrun wa, ẹnyin enia, ki ẹ si mu ni gbọ́ ohùn iyìn rẹ̀. <br> [9]Ẹniti o mu ẹmi wa wà lãye, ti kò si jẹ ki ẹsẹ wa ki o yẹ̀. <br> [10]Ọlọrun, nitori ti iwọ ti ridi wa: iwọ ti dan wa wò, bi ã ti idan fadaka wò. <br> [11]Iwọ mu wa wọ̀ inu àwọn; iwọ fi ipọnju le wa li ẹgbẹ. <br> [12]Iwọ mu awọn enia gùn wa li ori: awa nwọ inu iná ati omi lọ, ṣugbọn iwọ mu wa jade wá si ibi irọra. <br> [13]Emi o lọ sinu ile rẹ ti emi ti ẹbọ sisun: emi o san ẹjẹ́ mi fun ọ, <br> [14]Ti ète mi ti jẹ́, ti ẹnu si ti sọ, nigbati mo wà ninu ipọnju. <br> [15]Emi o ru ẹbọ sisun ọlọra si ọ, pẹlu õrùn ọrá àgbo; emi o rubọ akọ-malu pẹlu ewurẹ. <br> [16]Ẹ wá gbọ́, gbogbo ẹnyin ti o bẹ̀ru Ọlọrun, emi o sọ ohun ti o ṣe fun ọkàn mi. <br> [17]Emi fi ẹnu mi kigbe pè e, emi o si fi àhọn mi buyin fun u. <br> [18]Bi emi ba gbà ẹ̀ṣẹ li aiya mi, Oluwa kì yio gbohùn mi: <br> [19]Ṣugbọn nitõtọ Ọlọrun ti gbohùn mi: o si ti fi eti si ohùn adura mi. <br> [20]Olubukún li Ọlọrun, ti kò yi adura mi pada kuro, tabi ãnu rẹ̀ kuro lọdọ mi.    "
  }, {

    "id": "day12",
    "date": "Friday, November 22, 2019",
    "instruct": "Comment with any <br> hymn of your choice only",
    "day": "12",
    "passageEn": "Psalm 30: 1-12",
    "passageYou": "Orin Dafidi 30:1-12",
    "contentEn": "<span>Psa 30:1</span>  A Psalm and Song at the dedication of the house of David. I will extol thee, O LORD; for thou hast lifted me up, and hast not made my foes to rejoice over me.  <br> <span>Psa 30:2</span>  O LORD my God, I cried unto thee, and thou hast healed me. <br>  <span>Psa 30:3</span>  O LORD, thou hast brought up my soul from the grave: thou hast kept me alive, that I should not go down to the pit.  <br> <span>Psa 30:4</span>  Sing unto the LORD, O ye saints of his, and give thanks at the remembrance of his holiness.  <br> <span>Psa 30:5</span>  For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning.  <br> <span>Psa 30:6</span>  And in my prosperity I said, I shall never be moved.  <br> <span>Psa 30:7</span>  LORD, by thy favour thou hast made my mountain to stand <br>strong: thou didst hide thy face, and I was troubled.  <br> <span>Psa 30:8</span>  I cried to thee, O LORD; and unto the LORD I made supplication.  <br> <span>Psa 30:9</span>  What profit is there in my blood, when I go down to the pit? Shall the dust praise thee? shall it declare thy truth?  <br> <span>Psa 30:10</span>  Hear, O LORD, and have mercy upon me: LORD, be thou my helper.  <br> <span>Psa 30:11</span>  Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness;  <br> <span>Psa 30:12</span>  To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee for ever.     ",
    "contentYou": "[1]EMI o kokiki rẹ, Oluwa; nitori iwọ li o gbé mi leke, ti iwọ kò si jẹ ki awọn ọta mi ki ó yọ̀ mi. <br> [2]Oluwa Ọlọrun mi, emi kigbe pè ọ, iwọ si ti mu mi lara da. <br> [3]Oluwa, iwọ ti yọ ọkàn mi jade kuro ninu isa-okú: iwọ o si pa mi mọ́ lãye, ki emi ki o má ba lọ sinu iho. <br> [4]Kọrin si Oluwa, ẹnyin enia rẹ̀ mimọ́, ki ẹ si ma dupẹ ni iranti ìwa-mimọ́ rẹ̀. <br> [5]Nitoripe, ni iṣẹju kan ni ibinu rẹ̀ ipẹ́, li ojurere rẹ̀ ni ìye gbe wà; bi ẹkun pẹ di alẹ kan, ṣugbọn ayọ̀ mbọ li owurọ. <br> [6]Ati ninu alafia mi, emi ni, ipò mi kì yio pada lailai. <br> [7]Oluwa, nipa oju-rere rẹ, iwọ ti mu òke mi duro ṣinṣin: nigbati iwọ pa oju rẹ mọ́, ẹnu yọ mi. <br> [8]Emi kigbe pè ọ, Oluwa; ati si Oluwa li emi mbẹ̀bẹ gidigidi. <br> [9]Ere kili o wà li ẹ̀jẹ mi, nigbati mo ba lọ sinu ihò? erupẹ ni yio ma yìn ọ bi? on ni yio ma sọ̀rọ otitọ rẹ bi? <br> [10]Gbọ́, Oluwa, ki o si ṣãnu fun mi: Oluwa, iwọ ma ṣe oluranlọwọ mi. <br> [11]Iwọ ti sọ ikãnu mi di ijó fun mi; iwọ ti bọ aṣọ-ọ̀fọ mi kuro, iwọ si fi ayọ̀ dì mi li àmure. <br> [12]Nitori idi eyi ni ki ogo mi ki o le ma kọrin si ọ, ki o má si ṣe dakẹ. Oluwa Ọlọrun mi, emi o ma fi iyìn fun ọ lailai.    "
  }, {

    "id": "day11",
    "date": "Thursday, November 21, 2019",
    "instruct": "Comment with any<br> hymn of your choice only",
    "day": "11",
    "passageEn": "Psalm  27:1-14",
    "passageYou": "Orin Dafidi  27:1-14",
    "contentEn": "Psa 27:1  A Psalm of David. The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?  <br> Psa 27:2  When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.  <br> Psa 27:3  Though an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident.  <br> Psa 27:4  One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple.  <br> Psa 27:5  For in the time of trouble he shall hide me in his pavilion: in the secret of his tabernacle shall he hide me; he shall set me up upon a rock.  <br> Psa 27:6  And now shall mine head be lifted up above mine enemies round about me: therefore will I offer in his tabernacle sacrifices of joy; I will sing, yea, I will sing praises unto the LORD.  <br> Psa 27:7  Hear, O LORD, when I cry with my voice: have mercy also upon me, and answer me.  <br> Psa 27:8  When thou saidst, Seek ye my face; my heart said unto thee, Thy face, LORD, will I seek.  <br> Psa 27:9  Hide not thy face far from me; put not thy servant away in anger: thou hast been my help; leave me not, neither forsake me, O God of my salvation.  <br> Psa 27:10  When my father and my mother forsake me, then the LORD will take me up. <br>  Psa 27:11  Teach me thy way, O LORD, and lead me in a plain path, because of mine enemies.  <br> Psa 27:12  Deliver me not over unto the will of mine enemies: for false witnesses are risen up against me, and such as breathe out cruelty.  <br> Psa 27:13  I had fainted, unless I had believed to see the goodness of the LORD in the land of the living.  <br> Psa 27:14  Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD.     ",
    "contentYou": "[1]OLUWA ni imọlẹ mi ati igbala mi; tali emi o bẹ̀ru? Oluwa li agbara ẹmi mi; aiya tali yio fò mi? <br> [2]Nigbati awọn enia buburu, ani awọn ọta mi ati awọn abinuku mi sunmọ mi lati jẹ ẹran ara mi, nwọn kọsẹ, nwọn si ṣubu. <br> [3]Bi ogun tilẹ dótì mi, aiya mi kì yio fò: bi ogun tilẹ dide si mi, ninu eyi li ọkàn mi yio le. <br> [4]Ohun kan li emi ntọrọ li ọdọ Oluwa, on na li emi o ma wakiri: ki emi ki o le ma gbe inu ile Oluwa li ọjọ aiye mi gbogbo, ki emi ki o le ma wò ẹwà Oluwa, ki emi ki o si ma fi inu-didùn wò tempili rẹ̀. <br> [5]Nitori pe ni igba ipọnju on o pa mi mọ́ ninu agọ rẹ̀: ni ibi ìkọkọ àgọ́ rẹ̀ ni yio pa mi mọ́; yio si gbé mi soke kà ori apata. <br> [6]Nigbayi li ori mi yio gbé soke ga jù awọn ọta mi lọ, ti o yi mi ká, nitorina li emi o ṣe rubọ ayọ̀ ninu agọ rẹ̀; emi o kọrin, nitõtọ emi o kọrin iyìn si Oluwa. <br> [7]Gbọ́, Oluwa, nigbati mo ba fi ohùn mi pè: ṣanu fun mi pẹlu, ki o si da mi li ohùn. <br> [8]Nigbati o wipe, Ẹ ma wa oju mi; ọkàn mi wi fun ọ pe, Oju rẹ, Oluwa, li emi o ma wá. <br> [9]Máṣe pa oju rẹ mọ́ kuro lọdọ mi; máṣe fi ibinu ṣa iranṣẹ rẹ tì: iwọ li o ti nṣe iranlọwọ mi; má fi mi silẹ, bẹ̃ni ki o máṣe kọ̀ mi, Ọlọrun igbala mi. <br> [10]Nigbati baba ati iya mi kọ̀ mi silẹ, nigbana ni Oluwa yio tẹwọgbà mi. <br> [11]Kọ́ mi li ọ̀na rẹ, Oluwa, ki o si tọ́ mi li ọ̀na titọ, nitori awọn ọta mi. <br> [12]Máṣe fi mi le ifẹ awọn ọta mi lọwọ; nitori awọn ẹlẹri eke dide si mi, ati iru awọn ti nmí imí-ìkà. <br> [13]Ṣugbọn emi ti gbagbọ lati ri ire Oluwa ni ilẹ alãye. <br> [14]Duro de Oluwa; ki o si tújuka, yio si mu ọ li aiya le: mo ni, duro de Oluwa.    "
  }, {
    "id": "day10",
    "date": "Wednesday, November 20, 2019",
    "instruct": "Comment with any <br> hymn of your choice only",
    "day": "10",
    "passageEn": "Psalm 21 : 1 - 13",
    "passageYou": "Orin Dafidi 21 : 1 - 13",
    "contentEn": "<span>Psa 21:1</span>  To the chief Musician, A Psalm of David. The king shall joy in thy strength, O LORD; and in thy salvation how greatly shall he rejoice! <br> <span>Psa 21:2</span>  Thou hast given him his heart's desire, and hast not withholden the request of his lips. Selah. <br> <span>Psa 21:3</span>  For thou preventest him with the blessings of goodness: thou settest a crown of pure gold on his head. <br> <span>Psa 21:4</span>  He asked life of thee, and thou gavest it him, even length of days for ever and ever. <br> <span>Psa 21:5</span>  His glory is great in thy salvation: honour and majesty hast thou laid upon him. <br> <span>Psa 21:6</span>  For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance. <br> <span>Psa 21:7</span>  For the king trusteth in the LORD, and through the mercy of the most High he shall not be moved. <br> <span>Psa 21:8</span>  Thine hand shall find out all thine enemies: thy right hand shall find out those that hate thee. <br> <span>Psa 21:9</span>  Thou shalt make them as a fiery oven in the time of thine anger: the LORD shall swallow them up in his wrath, and the fire shall devour them. <br> <span>Psa 21:10</span>  Their fruit shalt thou destroy from the earth, and their seed from among the children of men. <br> <span>Psa 21:11</span>  For they intended evil against thee: they imagined a mischievous device, which they are not able to perform. <br> <span>Psa 21:12</span>  Therefore shalt thou make them turn their back, when thou shalt make ready thine arrows upon thy strings against the face of them. <br> <span>Psa 21:13</span>  Be thou exalted, LORD, in thine own strength: so will we sing and praise thy power.     ",
    "contentYou": "[1] ỌBA yio ma yọ̀ li agbara rẹ, Oluwa; ati ni igbala rẹ, yio ti yọ̀ pọ̀ to! <br> [1] ỌBA yio ma yọ̀ li agbara rẹ, Oluwa; ati ni igbala rẹ, yio ti yọ̀ pọ̀ to! <br> [2] Iwọ ti fi ifẹ ọkàn rẹ̀ fun u, iwọ kò si dù u ni ibère ẹnu rẹ̀. <br> [3] Nitori iwọ ti fi ibukún ore kò o li ọ̀na, iwọ fi ade kiki wura de e li ori. <br> [4] O tọrọ ẹmi lọwọ rẹ, iwọ si fi fun u, ani ọjọ gigùn lai ati lailai. <br> [5] Ogo rẹ̀ pọ̀ ni igbala rẹ: iyìn ati ọlánla ni iwọ fi si i lara. <br> [6] Nitori iwọ ti ṣe e li ẹni-ibukún fun jùlọ titi aiye: iwọ si fi oju rẹ mu u yọ̀ gidigidi. <br> [7] Ọwọ rẹ yio wá gbogbo awọn ọta rẹ ri: ọwọ ọtún rẹ ni yio wá awọn ti o korira rẹ ri. <br> [9] Iwọ o ṣe wọn bi ileru onina ni igba ibinu rẹ: Oluwa yio gbé wọn mì ni ibinu rẹ̀, iná na yio si jó wọn pa. [10] Eso wọn ni iwọ o run kuro ni ilẹ, ati irú-ọmọ wọn kuro ninu <br>awọn ọmọ enia. <br> [11] Nitori ti nwọn nrò ibi si ọ: nwọn ngbìro ete ìwa-ibi, ti nwọn kì yio le ṣe. <br> [12] Nitorina ni iwọ o ṣe mu wọn pẹhinda, nigbati iwọ ba fi ọfà rẹ kàn ọsán si oju wọn. <br> [13] Ki iwọ ki ó ma leke, Oluwa, li agbara rẹ; bẹ̃li awa o ma kọrin, ti awa o si ma yìn agbara rẹ.    "
  }, {
    "id": "day9",
    "date": "Tuesday, November 19, 2019",
    "instruct": "Comment with any hymn of your choice only",
    "day": "9",
    "passageEn": "Psalm 19",
    "passageYou": "Orin Dafidi 19",
    "contentEn": "<span>Psa 19:1</span>  To the chief Musician, A Psalm of David. The heavens declare the glory of God; and the firmament sheweth his handywork. <br> <span>Psa 19:2</span>  Day unto day uttereth speech, and night unto night sheweth knowledge. <br> <span>Psa 19:3</span>  There is no speech nor language, where their voice is not heard. <br> <span>Psa 19:4</span>  Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun, <br> <span>Psa 19:5</span>  Which is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to run a race. <br> <span>Psa 19:6</span>  His going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof. <br> <span>Psa 19:7</span>  The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple. <br> <span>Psa 19:8</span>  The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes. <br> <span>Psa 19:9</span>  The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether. <br> <span>Psa 19:10</span>  More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb. <br> <span>Psa 19:11</span>  Moreover by them is thy servant warned: and in keeping of them there is great reward. <br> <span>Psa 19:12</span>  Who can understand his errors? cleanse thou me from secret faults. <br> <span>Psa 19:13</span>  Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression. <br> <span>Psa 19:14</span>  Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.     ",
    "contentYou": "[1] AWỌN ọrun nsọ̀rọ ogo Ọlọrun; ati ofurufu nfi iṣẹ ọwọ rẹ̀ han. <br> [2] Ọjọ de ọjọ nfọhùn, ati oru de oru nfi ìmọ hàn. <br> [3] Kò si ohùn kan tabi ède kan, nibiti a kò gbọ́ iró wọn. <br> [4] Iró wọn la gbogbo aiye ja, ati ọ̀rọ wọn de opin aiye: ninu wọn li o gbe pagọ fun õrun. <br> [5] Ti o dabi ọkọ iyawo ti njade ti iyẹwu rẹ̀ wá, ti o si yọ̀ bi ọkunrin alagbara lati sure ije. <br> [6]Ijadelọ rẹ̀ ni lati opin ọrun wá, ati ayika rẹ̀ si de ipinlẹ rẹ̀: kò si si ohun ti o fi ara pamọ́ kuro ninu õru rẹ̀. <br> [7] Ofin Oluwa pé, o nyi ọkàn pada: ẹri Oluwa daniloju, o nsọ òpè di ọlọgbọ́n. <br> [8] Ilana Oluwa tọ́, o nmu ọkàn yọ̀: aṣẹ Oluwa ni mimọ́, o nṣe imọlẹ oju. <br> [9] Ẹ̀ru Oluwa mọ́, pipẹ ni titi lai; idajọ Oluwa li otitọ, ododo ni gbogbo wọn. <br> [10] Nwọn jù wura daradara pupọ; nwọn si dùn jù oyin lọ, ati riro afara oyin. <br> [11] Pẹlupẹlu nipa wọn li a ti ṣi iranṣẹ rẹ leti; ati ni pipamọ́ wọn ere pipọ̀ mbẹ. <br> [12] Tali o le mọ̀ iṣina rẹ̀? wẹ̀ mi mọ́ kuro ninu iṣiṣe ìkọkọ mi. <br> [13] Fà iranṣẹ rẹ sẹhin pẹlu kuro ninu ẹ̀ṣẹ ikugbu: máṣe jẹ ki nwọn ki o jọba lori mi: nigbana li emi o duro ṣinṣin, emi o si ṣe alaijẹbi kuro ninu ẹ̀ṣẹ nla nì. <br> [14]Jẹ ki ọ̀rọ ẹnu mi, ati iṣaro ọkàn mi, ki o ṣe itẹwọgba li oju rẹ, Oluwa, agbara mi, ati oludande mi.    "
  }, {
    "id": "day8",
    "date": "Monday, November 18, 2019",
    "instruct": "Comment with any hymn of your choice only",
    "day": "8",
    "passageEn": "Psalm 124",
    "passageYou": "Orin Dafidi 124",
    "contentEn": "<span>Psa 124:1</span>  A Song of degrees of David. If it had not been the LORD who was on our side, now may Israel say; <br> <span>Psa 124:2</span>  If it had not been the LORD who was on our side, when men rose up against us: <br> <span>Psa 124:3</span>  Then they had swallowed us up quick, when their wrath was kindled against us: <br> <span>Psa 124:4</span>  Then the waters had overwhelmed us, the stream had gone over our soul:<br>  <span>Psa 124:5</span>  Then the proud waters had gone over our soul. <br> <span>Psa 124:6</span>  Blessed be the LORD, who hath not given us as a prey to their teeth. <br> <span>Psa 124:7</span>  Our soul is escaped as a bird out of the snare of the fowlers: the snare is broken, and we are escaped. <br> <span>Psa 124:8</span>  Our help is in the name of the LORD, who made heaven and earth.",
    "contentYou": "[1] IBA máṣe pe Oluwa ti o ti wà fun wa, ki Israeli ki o ma wi nisisiyi; <br> [2] Iba máṣe pe Oluwa ti o ti wà fun wa, nigbati awọn enia duro si wa: <br> [3] Nigbana ni nwọn iba gbé wa mì lãye, nigbati ibinu nwọn ru si wa: <br> [4] Nigbana li omi wọnni iba bò wa mọlẹ, iṣan omi iba ti bori ọkàn wa: <br> [5] Nigbana li agberaga omi iba bori ọkàn wa. <br> [6] Olubukún li Oluwa, ti kò fi wa fun wọn bi ohun ọdẹ fun ehin wọn. <br> [7] Ọkàn wa yọ bi ẹiyẹ jade kuro ninu okùn apẹiyẹ: okùn já, awa si yọ. <br> [8] Iranlọwọ wa mbẹ li orukọ Oluwa, ti o da ọrun on aiye.    "
  }, {
    "id": "day7",
    "date": "Sunday, November 17, 2019",
    "day": "7",
    "instruct": "Comment with any hymn of your choice only",
    "passageEn": "Psalm 92",
    "passageYou": "Orin Dafidi 92",
    "contentEn": "Psa 92:1  A Psalm or Song for the sabbath day. It is a good thing to give thanks unto the LORD, and to sing praises unto thy name, O most High: <br> Psa 92:2  To shew forth thy lovingkindness in the morning, and thy faithfulness every night, <br> Psa 92:3  Upon an instrument of ten strings, and upon the psaltery; upon the harp with a solemn sound. <br> Psa 92:4  For thou, LORD, hast made me glad through thy work: I will triumph in the works of thy hands. <br> Psa 92:5  O LORD, how great are thy works! and thy thoughts are very deep. <br> Psa 92:6  A brutish man knoweth not; neither doth a fool understand this. <br> Psa 92:7  When the wicked spring as the grass, and when all the workers of iniquity do flourish; it is that they shall be destroyed for ever: <br> Psa 92:8  But thou, LORD, art most high for evermore. <br> Psa 92:9  For, lo, thine enemies, O LORD, for, lo, thine enemies shall perish; all the workers of iniquity shall be scattered. <br> Psa 92:10  But my horn shalt thou exalt like the horn of an unicorn: I shall be anointed with fresh oil. <br> Psa 92:11  Mine eye also shall see my desire on mine enemies, and mine ears shall hear my desire of the wicked that rise up against me. <br> Psa 92:12  The righteous shall flourish like the palm tree: he shall grow like a cedar in Lebanon. <br> Psa 92:13  Those that be planted in the house of the LORD shall flourish in the courts of our God. <br> Psa 92:14  They shall still bring forth fruit in old age; they shall be fat and flourishing; <br> Psa 92:15  To shew that the LORD is upright: he is my rock, and there is no unrighteousness in him.    ",
    "contentYou": "1 Ó dára kí eniyan máa dúpẹ́ lọ́wọ́ rẹ, OLUWA; kí ó sì máa kọ orin ìyìn sí orúkọ rẹ, ìwọ Ọ̀gá Ògo; <br> 2 ó dára kí eniyan máa kéde ìfẹ́ rẹ tí kì í yẹ̀ ní òwúrọ̀, kí ó máa kéde òtítọ́ rẹ ní alẹ́, <br> 3 pẹlu orin, lórí ohun èlò orin olókùn mẹ́wàá, ati hapu. <br> 4 Nítorí ìwọ, OLUWA, ti mú inú mi dùn nípa iṣẹ́ rẹ; OLUWA, mò ń fi ayọ̀ kọrin nítorí iṣẹ́ ọwọ́ rẹ. <br> 5 Iṣẹ́ ọwọ́ rẹ tóbi pupọ, OLÚWA! Èrò rẹ sì jinlẹ̀ pupọ! <br> 6 Òpè eniyan kò lè mọ̀, kò sì le yé òmùgọ̀: 7 pé bí eniyan burúkú bá tilẹ̀ rú bíi koríko, tí gbogbo àwọn aṣebi sì ń gbilẹ̀, ó dájú pé ìparun ayérayé ni òpin wọn. <br> 8 Ṣugbọn ẹni àgbéga títí lae ni ọ́, OLUWA. <br> 9 Wò ó, OLUWA, àwọn ọ̀tá rẹ yóo parun; gbogbo àwọn aṣebi yóo sì fọ́n ká. <br> 10 Ṣugbọn o ti gbé mi ga, o ti fún mi lágbára bíi ti ẹfọ̀n; o ti da òróró dáradára sí mi lórí. <br> 11 Mo ti fi ojú mi rí ìṣubú àwọn ọ̀tá mi, mo sì ti fi etí mi gbọ́ ìparun àwọn ẹni ibi tí ó gbé ìjà kò mí. <br> 12 Àwọn olódodo yóo gbilẹ̀ bí igi ọ̀pẹ, wọn óo dàgbà bí igi kedari ti Lẹbanoni. <br> 13 Wọ́n dàbí igi tí a gbìn sí ilé OLUWA, tí ó sì ń dàgbà ninu àgbàlá Ọlọrun wa. <br> 14 Wọn á máa so èso títí di ọjọ́ ogbó wọn, wọn á máa lómi lára, ewé wọn á sì máa tutù nígbà gbogbo; <br> 15 láti fihàn pé olóòótọ́ ni OLUWA; òun ni àpáta mi, kò sì sí aiṣododo lọ́wọ́ rẹ̀.      "
  }, {
    "id": "day6",
    "date": "Saturday, November 16, 2019",
    "day": "6",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 105",
    "passageYou": "Orin Dafidi 105",
    "contentEn": "<div> Psalm 105: 1. O give thanks unto the LORD; call upon his name: make known his deeds among the people.  </div> <div> Psalm 105: 2. Sing unto him, sing psalms unto him: talk ye of all his wondrous works.  </div> <div> Psalm 105: 3. Glory ye in his holy name: let the heart of them rejoice that seek the LORD.  </div> <div> Psalm 105: 4. Seek the LORD, and his strength: seek his face evermore.  </div> <div> Psalm 105: 5. Remember his marvellous works that he hath done; his wonders, and the judgments of his mouth;  </div> <div> Psalm 105: 6. O ye seed of Abraham his servant, ye children of Jacob his chosen.  </div> <div> Psalm 105: 7. He is the LORD our God: his judgments are in all the earth.  </div> <div> Psalm 105: 8. He hath remembered his covenant for ever, the word which he commanded to a thousand generations.  </div> <div> Psalm 105: 9. Remember his marvellous works that he hath done; his wonders, and the judgments of his mouth;  </div> <div> Psalm 105: 9. Which covenant he made with Abraham, and his oath unto Isaac;  </div> <div> Psalm 105: 10. And confirmed the same unto Jacob for a law, and to Israel for an everlasting covenant:  </div> <div> Psalm 105: 11. Saying, Unto thee will I give the land of Canaan, the lot of your inheritance:  </div> <div> Psalm 105: 12. When they were but a few men in number; yea, very few, and strangers in it.  </div> <div> Psalm 105: 13. When they went from one nation to another, from one kingdom to another people;  </div> <div> Psalm 105: 14. He suffered no man to do them wrong: yea, he reproved kings for their sakes;  </div> <div> Psalm 105: 15. Saying, Touch not mine anointed, and do my prophets no harm.  </div> <div> Psalm 105: 16. Moreover he called for a famine upon the land: he brake the whole staff of bread.  </div> <div> Psalm 105: 17. He sent a man before them, even Joseph, who was sold for a servant:  </div> <div> Psalm 105: 18. Whose feet they hurt with fetters: he was laid in iron:  </div> <div> Psalm 105: 19. Until the time that his word came: the word of the LORD tried him.  </div> <div> Psalm 105: 20. The king sent and loosed him; even the ruler of the people, and let him go free. </div> <div> Psalm 105: 21. He made him lord of his house, and ruler of all his substance:  </div> <div> Psalm 105: 22. To bind his princes at his pleasure; and teach his senators wisdom.  </div> <div> Psalm 105: 23. Israel also came into Egypt; and Jacob sojourned in the land of Ham.  </div> <div> Psalm 105: 24. And he increased his people greatly; and made them stronger than their enemies.  </div> <div> Psalm 105: 25. He turned their heart to hate his people, to deal subtilly with his servants.  </div> <div> Psalm 105: 26. He sent Moses his servant; and Aaron whom he had chosen.  </div> <div> Psalm 105: 27. They shewed his signs among them, and wonders in the land of Ham. </div> <div> Psalm 105: 28. He sent darkness, and made it dark; and they rebelled not against his word.  </div> <div> Psalm 105: 29. He turned their waters into blood, and slew their fish.  </div> <div> Psalm 105: 30. Their land brought forth frogs in abundance, in the chambers of their kings.  </div> <div> Psalm 105: 31. He spake, and there came divers sorts of flies, and lice in all their coasts. . </div> <div> Psalm 105: 32. He gave them hail for rain, and flaming fire in their land.  </div> <div> Psalm 105: 33. He smote their vines also and their fig trees; and brake the trees of their coasts.  </div> <div> Psalm 105: 34. He spake, and the locusts came, and caterpillers, and that without number,  </div> <div> Psalm 105: 35. And did eat up all the herbs in their land, and devoured the fruit of their ground.  </div> <div> Psalm 105: 36. He smote also all the firstborn in their land, the chief of all their strength.  </div> <div> Psalm 105: 37. He brought them forth also with silver and gold: and there was not one feeble person among their tribes.  </div> <div> Psalm 105: 38. Egypt was glad when they departed: for the fear of them fell upon them.  </div> <div> Psalm 105: 39. He spread a cloud for a covering; and fire to give light in the night.  </div> <div> Psalm 105: 40. The people asked, and he brought quails, and satisfied them with the bread of heaven.  </div> <div> Psalm 105: 41. He opened the rock, and the waters gushed out; they ran in the dry places like a river.  </div> <div> Psalm 105: 42. For he remembered his holy promise, and Abraham his servant </div> <div> Psalm 105: 43. And he brought forth his people with joy, and his chosen with gladness:  </div> <div> Psalm 105: 44. And gave them the lands of the heathen: and they inherited the labour of the people;  </div> <div> Psalm 105: 45. That they might observe his statutes, and keep his laws. Praise ye the LORD.  </div>",
    "contentYou": "1Ẹ dúpẹ́ lọ́wọ́ OLUWA, ẹ pe orúkọ rẹ̀, ẹ fi iṣẹ́ rẹ̀ hàn ní gbogbo orílẹ̀-èdè. <br> 2Ẹ kọrin sí i, ẹ kọ orin ìyìn sí i, ẹ sọ nípa gbogbo iṣẹ́ ribiribi rẹ̀. <br> 3Ẹ máa fi orúkọ mímọ́ rẹ̀ yangàn, kí ọkàn àwọn tí ń wá OLUWA ó máa yọ̀. <br> 4Ẹ wá ojurere OLUWA ati agbára rẹ̀, ẹ máa wá ojurere rẹ̀ nígbà gbogbo. <br> 5Ẹ ranti iṣẹ́ ribiribi tí ó ti ṣe, ẹ ranti iṣẹ́ ìyanu rẹ̀ ati ìdájọ́ rẹ̀. <br> 6Ẹ̀yin ọmọ Abrahamu, iranṣẹ rẹ̀, ẹ̀yin ọmọ Jakọbu, àyànfẹ́ rẹ̀. <br> 7OLUWA ni Ọlọrun wa, ìdájọ́ rẹ̀ kárí gbogbo ayé. <br> 8Títí lae ni ó ń ranti majẹmu rẹ̀, ó ranti àṣẹ tí ó pa fún ẹgbẹẹgbẹrun ìran, <br> 9majẹmu tí ó bá Abrahamu dá, ìlérí tí ó fi ìbúra ṣe fún Isaaki, <br> 10tí ó fi ìdí rẹ̀ múlẹ̀ fún Jakọbu gẹ́gẹ́ bí òfin, àní fún Israẹli gẹ́gẹ́ bíi majẹmu ayérayé, <br> 11ó ní: “Ẹ̀yin ni n óo fi ilẹ̀ Kenaani fún, yóo jẹ́ ìpín yín tí ẹ óo jogún.” 12Nígbà tí wọ́n kéré ní iye, <br> tí wọn kò tíì pọ̀ rárá, tí wọn sì jẹ́ àjèjì ní ilẹ̀ náà, <br> 13tí wọn ń káàkiri láti orílẹ̀-èdè dé orílẹ̀-èdè, láti ìjọba kan dé òmíràn, <br> 14kò jẹ́ kí ẹnikẹ́ni ni wọ́n lára, ó bá àwọn ọba wí nítorí wọn. <br> 15Ó ní, “Ẹ kò gbọdọ̀ fọwọ́ kan ẹni àmì òróró mi, ẹ kò sì gbọdọ̀ ṣe àwọn wolii mi níbi.” <br> 16Nígbà kan, ó mú kí ìyàn jà ní ilẹ̀ náà: ó ṣẹ́ ọ̀pá oúnjẹ mọ́ wọn lẹ́nu. <br> 17Ṣugbọn ó kọ́ rán ọkunrin kan ṣáájú wọn, Josẹfu, ẹni tí a tà lẹ́rú. 18Wọ́n so ṣẹ́kẹ́ṣẹkẹ̀ mọ́ ọn lẹ́sẹ̀, wọ́n ti ọrùn rẹ̀ bọ irin, <br> 19títí ìgbà tí ohun tí ó sọ fi ṣẹ, tí OLUWA sì jẹ́rìí sí ọ̀rọ̀ rẹ̀. <br> 20Ọba ranṣẹ pé kí wọ́n tú u sílẹ̀, aláṣẹ àwọn orílẹ̀-èdè sì dá a sílẹ̀. <br> 21Ó fi jẹ aláṣẹ ilé rẹ̀, ati alákòóso gbogbo nǹkan ìní rẹ̀; <br> 22láti máa ṣe olórí àwọn ìjòyè rẹ̀, kí ó sì máa kọ́ àwọn àgbà ìlú ní ìmọ̀. <br> 23Lẹ́yìn náà, Israẹli dé sí Ijipti, Jakọbu ṣe àtìpó ní ilẹ̀ Hamu. <br> 24OLUWA mú kí àwọn eniyan rẹ̀ pọ̀ sí i, ó sì mú kí wọ́n lágbára ju àwọn ọ̀tá wọn lọ. <br> 25Ó yí àwọn ará Ijipti lọ́kàn pada, tóbẹ́ẹ̀ tí wọ́n fi kórìíra àwọn eniyan rẹ̀, tí wọ́n sì hùwà àrékérekè sí àwọn iranṣẹ rẹ̀. <br> 26Ó rán Mose, iranṣẹ rẹ̀, ati Aaroni, ẹni tí ó yàn. <br> 27Wọ́n ṣe iṣẹ́ àmì rẹ̀ ní ilẹ̀ náà, wọ́n sì ṣe iṣẹ́ ìyanu rẹ̀ ní ilẹ̀ Hamu, <br> 28Ọlọrun rán òkùnkùn, ilẹ̀ sì ṣú, ṣugbọn wọ́n ṣe oríkunkun sí ọ̀rọ̀ rẹ̀. <br> 29Ó sọ omi wọn di ẹ̀jẹ̀, ó sì mú kí ẹja wọn kú. <br> 30Ọ̀pọ̀lọ́ ń tú jáde ní ilẹ̀ wọn, títí kan ìyẹ̀wù àwọn ọba wọn. <br> 31Ọlọrun sọ̀rọ̀, eṣinṣin sì rọ́ dé, iná aṣọ sì bo gbogbo ilẹ̀ wọn. <br> 32Ó rọ̀jò yìnyín lé wọn lórí, mànàmáná sì ń kọ káàkiri ilẹ̀ wọn. <br> 33Ó kọlu àjàrà ati igi ọ̀pọ̀tọ́ wọn, ó sì wó àwọn igi ilẹ̀ wọn. <br> 34Ó sọ̀rọ̀, àwọn eṣú sì rọ́ dé, ati àwọn tata tí kò lóǹkà; <br> 35wọ́n jẹ gbogbo ewé tí ó wà ní ilẹ̀ wọn, ati gbogbo èso ilẹ̀ náà. <br> 36Ó kọlu gbogbo àkọ́bí ilẹ̀ wọn, àní, gbogbo àrẹ̀mọ ilẹ̀ wọn. <br> 37Lẹ́yìn náà, ó mú àwọn ọmọ Israẹli jáde, tàwọn ti fadaka ati wúrà, kò sì sí ẹnikẹ́ni ninu ẹ̀yà kankan tí ó ṣe àìlera. <br> 38Inú àwọn ará Ijipti dùn nígbà tí wọ́n jáde, nítorí ẹ̀rù àwọn ọmọ Israẹli ń bà wọ́n. <br> 39OLUWA ta ìkùukùu bò wọ́n, ó sì pèsè iná láti tan ìmọ́lẹ̀ fún wọn lóru. <br> 40Wọ́n bèèrè ẹran, ó fún wọn ní àparò, ó sì pèsè oúnjẹ àjẹtẹ́rùn fún wọn láti ọ̀run. <br> 41Ó la àpáta, omi tú jáde, ó sì ṣàn ninu aṣálẹ̀ bí odò. <br> 42Nítorí pé ó ranti ìlérí mímọ́ rẹ̀, ati Abrahamu, iranṣẹ rẹ̀. <br> 43Ó fi ayọ̀ kó àwọn eniyan rẹ̀ jáde, ó kó àwọn àyànfẹ́ rẹ̀ jáde pẹlu orin. <br> 44Ó fún wọn ní ilẹ̀ àwọn orílẹ̀-èdè mìíràn, wọ́n sì jogún èrè iṣẹ́ àwọn eniyan náà. <br> 45Kí wọ́n lè máa mú àṣẹ rẹ̀ ṣẹ, kí wọ́n sì máa pa òfin rẹ̀ mọ́. Ẹ yin OLUWA!"
  }, {
    "id": "day5",
    "date": "Friday, November 15, 2019",
    "instruct": "Comment with any song or hymn of your choice",
    "day": "5",
    "passageEn": "Psalm 106 : 25 - 48",
    "passageYou": "Orin Dafidi 106 : 25 - 48",
    "contentEn": "Psa 106:25 But murmured in their tents, and hearkened not unto the voice of the LORD. <br>Psa 106:26 Therefore he lifted u <br>p his hand against them, to overthrow them in the wilderness: <br> Psa 106:27 To overthrow their seed also among the nations, and to scatter them in the lands. <br> Psa 106:28 They joined themselves also unto Baalpeor, and ate the <br> sacrifices of the dead. <br> Psa 106:29 Thus they provoked him to anger with their inventions: and the plague brake in upon them. <br> Psa 106:30 Then stood up Phinehas, and executed judgment: and so the plague was stayed. <br> Psa 1 <br>06:31 And that was counted unto him for righteousness unto all generations for evermore. <br> Psa 106:32 They angered him also at the waters of strife, so that it went ill with Moses for their sakes: <br>Psa 106:33 Because they provoked his <br> spirit, so that he spake unadvisedly with his lips. <br> Psa 106:34 They did not destroy the nations, concerning whom the LORD commanded them: <br> Psa 106:35 But were mingled among the heathen, and learned their works. Psa 106:36 And t <br>hey served their idols: which were a snare unto them. Psa 106:37 Yea, they sacrificed their sons and their daughters unto devils, Psa 106:38 And shed innocent blood, even the blood of their sons and of their daughters, whom they sacrif <br>iced unto the idols of Canaan: and the land was polluted with blood. <br> Psa 106:39 Thus were they defiled with their own works, and went a whoring with their own inventions. <br> Psa 106:40 Therefore was the wrath of the LORD kindled against his people, ins <br>omuch that he abhorred his own inheritance. <br> Psa 106:41 And he gave them into the hand of the heathen; and they that hated them ruled over them. Psa 106:42 Their enemies also oppressed them, and they were brought <br> into subjection under their hand. Psa 106:43 Many times did he deliver them; but they provoked him with their counsel, and were brought low for their iniquity. <br> Psa 106:44 Nevertheless he regarded their affliction, when he heard their cry: <br> Psa 106:45 And he remembered for them his covenant, and repented according to the multitude of his mercies. <br>Psa 106:46 He made them also to be pitied of all those that carried them captives. <br> Psa 106:47 Save u <br>s, O LORD our God, and gather us from among the heathen, to give thanks unto thy holy name, and to triumph in thy praise. <br> Psa 106:48 Blessed be the LORD God of Israel from ever <br>lasting to everlasting: and let all the people say, Amen. Praise ye the LORD.",
    "contentYou": "[25]Ṣugbọn nwọn nkùn ninu agọ wọn, nwọn kò si feti si ohùn Oluwa. <br> [26]Nitorina li o ṣe gbé ọwọ rẹ̀ soke si wọn, lati bì wọn ṣubu li aginju: <br> [27]Lati bì iru-ọmọ wọn ṣubu pẹlu lãrin awọn orilẹ-ède, ati lati fún wọn ka kiri ni ilẹ wọnni. <br> [28]Nwọn da ara wọn pọ̀ pẹlu mọ Baali-Peoru, nwọn si njẹ ẹbọ okú. <br> [29]Bayi ni nwọn fi iṣẹ wọn mu u binu: àrun nla si fó si arin wọn. <br> [30]Nigbana ni Finehasi dide duro, o si ṣe idajọ: bẹ̃li àrun nla na si dá. <br> [31]A si kà eyi na si fun u li ododo lati irandiran titi lai. <br> [32]Nwọn bi i ninu pẹlu nibi omi Ijà, bẹ̃li o buru fun Mose nitori wọn: <br> [33]Nitori ti nwọn mu ẹmi rẹ̀ binu, bẹ̃li o fi ẹnu rẹ̀ sọ ọ̀rọ aiyẹ. <br> [34]Nwọn kò run awọn orilẹ-ède na, niti ẹniti Oluwa paṣẹ fun wọn: <br> [35]Ṣugbọn nwọn da ara wọn pọ̀ mọ́ awọn keferi, nwọn si kọ́ iṣẹ wọn. <br> [36]Nwọn si sìn ere wọn: ti o di ikẹkun fun wọn. <br> [37]Nitõtọ nwọn fi ọmọkunrin wọn ati ọmọbinrin wọn rubọ si oriṣa. <br> [38]Nwọn si ta ẹ̀jẹ alaiṣẹ̀ silẹ, ani ẹ̀jẹ awọn ọmọkunrin wọn ati ti awọn ọmọbinrin wọn, ti nwọn fi rubọ si ere Kenaani: ilẹ na si di aimọ́ fun ẹ̀jẹ. <br> [39]Nwọn si fi iṣẹ ara wọn sọ ara wọn di alaimọ́, nwọn si ṣe panṣaga lọ pẹlu iṣẹ wọn. <br> [40]Nitorina ni ibinu Oluwa ṣe ràn si awọn enia rẹ̀, o si korira awọn enia ini rẹ̀. <br> [41]O si fi wọn le awọn keferi lọwọ; awọn ti o korira wọn si ṣe olori wọn. <br> [42]Awọn ọta wọn si ni wọn lara, nwọn si mu wọn sìn labẹ ọwọ wọn. <br> [43]Igba pupọ li o gbà wọn; sibẹ nwọn fi ìmọ wọn mu u binu, a si rẹ̀ wọn silẹ nitori ẹ̀ṣẹ wọn. <br> [44]Ṣugbọn ninu ipọnju o kiyesi wọn, nigbati o gbọ́ ẹkún wọn. <br> [45]O si ranti majẹmu rẹ̀ fun wọn, o si yi ọkàn pada gẹgẹ bi ọ̀pọlọpọ ãnu rẹ̀. <br> [46]O si mu wọn ri ãnu loju gbogbo awọn ti o kó wọn ni igbekun. <br> [47]Oluwa Ọlọrun wa, gbà wa, ki o si ṣa wa jọ kuro lãrin awọn keferi, lati ma fi ọpẹ fun orukọ mimọ́ rẹ, ati lati ma ṣogo ninu iyìn rẹ. <br> [48]Olubukún ni Oluwa, Ọlọrun Israeli, lati aiyeraiye: ki gbogbo enia ki o si ma wipe, Amin. Ẹ fi iyìn fun Oluwa.    "
  }, {
    "id": "day4",
    "date": "Thursday, November 14, 2019",
    "day": "4",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 106 : 1 - 24",
    "passageYou": "Orin Dafidi 106 : 1 - 24",
    "contentEn": "Psa 106:1 Praise ye the LORD. O give thanks unto the LORD; for he is good: for his mercy endureth for ever. <br> Psa 106:2 Who can utter the mighty acts of the LORD? who can shew forth all his praise? <br> Psa 106:3 Blessed are they that keep judgment, and he that doeth righteousness at all times. <br> Psa 106:4 Remember me, O LORD, with the favour that thou bearest unto thy people: O visit me with thy salvation; <br> Psa 106:5 That I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance. <br> Psa 106:6 We have sinned with our fathers, we have committed iniquity, we have done wickedly. <br> Psa 106:7 Our fathers understood not thy wonders in Egypt; they remembered not the multitude of thy mercies; but provoked him at the sea, even at the Red sea. <br> Psa 106:8 Nevertheless he saved them for his name's sake, that he might make his mighty power to be known. <br> Psa 106:9 He rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness. <br> Psa 106:10 And he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy. <br> Psa 106:11 And the waters covered their enemies: there was not one of them left. <br> Psa 106:12 Then believed they his words; they sang his praise. <br> Psa 106:13 They soon forgat his works; they waited not for his counsel: <br> Psa 106:14 But lusted exceedingly in the wilderness, and tempted God in the desert. <br> Psa 106:15 And he gave them their request; but sent leanness into their soul. <br> Psa 106:16 They envied Moses also in the camp, and Aaron the saint of the LORD. <br> Psa 106:17 The earth opened and swallowed up Dathan, and covered the company of Abiram. <br> Psa 106:18 And a fire was kindled in their company; the flame burned up the wicked. <br> Psa 106 <br>:19 They made a calf in Horeb, and worshipped the molten image. <br> Psa 106:20 Thus they changed their glory into the similitude of an ox that eateth grass. <br> Psa 106:21 They forgat God their saviour, which had d <br>one great things in Egypt; <br> Psa 106:22 Wondrous works in the land of Ham, and terrible things by the Red sea. <br> Psa 106:23 Therefore he said that he would destroy them, had not Moses his chosen stood before him in the breach <br>, to turn away his wrath, lest he should destroy them. <br> Psa 106:24 Yea, they despised the pleasant land, they believed not his word:",
    "contentYou": "<h2>ORIN DAFIDI 106:1-48</h2> [1]Ẹ fi iyìn fun Oluwa! Ẹ fi ọpẹ fun Oluwa: nitoriti o ṣeun: nitoriti ti ãnu rẹ̀ duro lailai. <br> [2]Tali o le sọ̀rọ iṣẹ agbara Oluwa? tali o le fi gbogbo iyìn rẹ̀ hàn? <br> [3]Ibukún ni fun awọn ti n <br>pa idajọ mọ́, ati ẹniti nṣe ododo ni igbagbogbo. <br> [4]Oluwa, fi oju-rere ti iwọ ni si awọn enia rẹ ṣe iranti mi: fi igbala rẹ bẹ̀ mi wò. <br> [5]Ki emi ki o le ri ire awọn ayanfẹ rẹ, ki emi ki o le yọ̀ ninu ayọ̀ orilẹ-ède rẹ, ki emi ki o le ma ṣogo pẹlu awọn enia ilẹ-ini rẹ. <br> [6]Awa ti ṣẹ̀ <br> pẹlu awọn baba wa, awa ti dẹṣẹ, awa ti ṣe buburu. <br> [7]Iṣẹ iyanu rẹ kò yé awọn baba wa ni Egipti; nwọn kò ranti ọ̀pọlọpọ ãnu rẹ; ṣugbọn nwọn ṣọ̀tẹ si ọ nibi okun, ani nibi Okun pupa. <br> [8]Ṣugbọn o gbà wọn là nitori orukọ <br> rẹ̀, ki o le mu agbara rẹ̀ nla di mimọ̀. <br> [9]O ba Okun pupa wi pẹlu, o si gbẹ: bẹ̃li o sìn wọn là ibu ja bi aginju. <br> [10]O si gbà wọn là li ọwọ ẹniti o korira wọn, o si rà wọn pada li ọwọ ọta nì. <br> [11]Omi si bò awọn ọta wọn: ẹnikan wọn kò si k <br>ù. <br> [12]Nigbana ni nwọn gbà ọ̀rọ rẹ̀ gbọ́: nwọn si kọrin iyìn rẹ̀. <br> [13]Nwọn kò pẹ igbagbe iṣẹ rẹ̀: nwọn kò si duro de imọ̀ rẹ̀. <br> [14]Nwọn si ṣe ifẹkufẹ li aginju, nwọn si dan Ọlọrun wò ninu aṣálẹ̀. <br> [15]O si fi ifẹ wọn fun wọn; ṣugbọn o rán rirù si ọkàn wọn. <br> [16]Nwọn ṣe ilara Mose pẹlu ni ibudo, ati Aaroni, ẹni-mimọ́ Oluwa. <br> [17]Ilẹ là, o si gbé Datani mì, o si bò ẹgbẹ́ Abiramu mọlẹ. <br> [18]Iná si ràn li ẹgbẹ́ wọn; ọwọ́ iná na jó awọn enia buburu. <br> [19]Nwọn ṣe ẹgbọrọ malu ni Horebu, nwọn si foribalẹ fun ere didà. <br> [20]Bayi ni nwọn pa ogo wọn dà si àworan malu ti njẹ koriko. <br> [21]Nwọn gbagbe Ọlọrun, Olugbala wọn, ti o ti ṣe ohun nla ni ilẹ Egipti. <br> [22]Iṣẹ iyanu ni ilẹ Hamu, ati ohun ẹ̀ru lẹba Okun pupa. <br> [23]Nitorina li o ṣe wipe, on o run wọn, iba máṣe pe Mose, ayanfẹ rẹ̀, duro niwaju rẹ̀ li oju-ẹya na, lati yi ibinu rẹ̀ pada, ki o má ba run wọn. <br> [24]Nitõtọ, nwọn kò kà ilẹ didara nì si, nwọn kò gbà ọ̀rọ rẹ̀ gbọ́:"
  }, {
    "id": "day3",
    "date": "Wednesday, November 13, 2019",
    "instruct": "Comment with any song or hymn of your choice",
    "day": "3",
    "passageEn": "Psalm 65 :1-13",
    "passageYou": "Orin Dafidi 65:1-13",
    "contentEn": "Psa 65:1  To the chief Musician, A Psalm and Song of David. Praise waiteth for thee, O God, in Sion: and unto thee shall the vow be performed. <br> Psa 65:2  O thou that hearest prayer, unto thee shall all flesh come. <br> Psa 65:3  Iniquities prevail against me: as for our transgressions, thou shalt purge them away.<br>  Psa 65:4  Blessed is the man whom thou choosest, and causest to approach unto thee, that he may dwell in thy courts: we shall be satisfied with the goodness of thy house, even of thy holy temple. <br> Psa 65:5  By terrible things in righteousness wilt thou answer us, O God of our salvation; who art the confidence of all the ends of the earth, and of them that are afar off upon the sea: <br> Psa 65:6  Which by his strength setteth fast the mountains; being girded with power: <br> Psa 65:7  Which stilleth the noise of the seas, the noise of their waves, and the tumult of the people. <br> Psa 65:8  They also that dwell in the uttermost parts are afraid at thy tokens: thou makest the outgoings of the morning and evening to rejoice. <br> Psa 65:9  Thou visitest the earth, and waterest it: thou greatly enrichest it with the river of God, which is full of water: thou preparest them corn, when thou hast so provided for it. <br> Psa 65:10  Thou waterest the ridges thereof abundantly: thou settlest the furrows thereof: thou makest it soft with showers: thou blessest the springing thereof. <br> Psa 65:11  Thou crownest the year with thy goodness; and thy paths drop fatness. <br> Psa 65:12  They drop upon the pastures of the wilderness: and the little hills rejoice on every side. <br> Psa 65:13  The pastures are clothed with flocks; the valleys also are covered over with corn; they shout for joy, they also sing.     ",
    "contentYou": "1 Ọlọrun, ìwọ ni ìyìn yẹ ní Sioni, ìwọ ni a óo san ẹ̀jẹ́ wa fún, <br> 2 ìwọ tí ń gbọ́ adura! Ọ̀dọ̀ rẹ ni gbogbo eniyan ń bọ̀, <br> 3 nítorí ẹ̀ṣẹ̀ wọn. Nígbà tí ẹ̀ṣẹ̀ wa bá borí wa, ìwọ a máa dáríjì wá. <br> 4 Ayọ̀ ń bẹ fún ẹni tí o yàn, tí o mú wá sí ọ̀dọ̀ rẹ, láti máa gbé inú àgbàlá rẹ. Àwọn ire inú ilé rẹ yóo tẹ́ wa lọ́rùn, àní, àwọn ire inú tẹmpili mímọ́ rẹ! <br> 5 Iṣẹ́ òdodo tí ó bani lẹ́rù ni o fi dá wa lóhùn, Ọlọrun olùgbàlà wa. Ìwọ ni gbogbo àwọn tí ó wà lórí ilẹ̀ ayé gbẹ́kẹ̀lé, ati àwọn tí wọn wà lórí omi òkun ní ọ̀nà jíjìn réré. <br> 6 Ìwọ tí o fi agbára fi ìdí àwọn òkè ńlá múlẹ̀; tí o sì fi agbára di ara rẹ ní àmùrè. <br> 7 O mú híhó òkun dákẹ́ jẹ́ẹ́, ariwo ìgbì wọn rọlẹ̀ wọ̀ọ̀; o sì paná ọ̀tẹ̀ àwọn eniyan. <br> 8 Àwọn tí ń gbé ìpẹ̀kun ayé sì ń bẹ̀rù nítorí àwọn iṣẹ́ ìyanu rẹ; o mú kí àwọn eniyan, láti ìlà oòrùn títí dé ìwọ̀ rẹ̀, hó ìhó ayọ̀. <br> 9 Ò ń ṣìkẹ́ ayé, o sì ń bomi rin ín, o mú kí ilẹ̀ jí kí ó sì lẹ́tù lójú; o mú kí omi kún inú odò ìwọ Ọlọrun, o mú kí ọkà hù lórí ilẹ̀; nítorí pé bẹ́ẹ̀ ni o ṣe ṣètò rẹ̀. <br> 10 O bomi rin poro oko rẹ̀ lọpọlọpọ, o ṣètò àwọn ẹsẹ̀ rẹ̀; o rọ òjò tó mú kí ilẹ̀ rọ̀, o sì mú kí ohun ọ̀gbìn rẹ̀ dàgbà. <br> 11 O mú kí ìkórè oko pọ̀ yanturu ní òpin ọdún; gbogbo ipa ọ̀nà rẹ sì kún fún ọpọlọpọ ìkórè oko. <br> 12 Gbogbo pápá oko kún fún ẹran ọ̀sìn, àwọn ẹ̀gbẹ́ òkè sì kún fún ohun ayọ̀, <br> 13 ẹran ọ̀sìn bo pápá oko bí aṣọ, ọkà bo gbogbo àfonífojì, ó sì so jìngbìnnì, wọ́n ń hó, wọ́n sì ń kọrin ayọ̀.    "
  }, {
    "id": "day2",
    "date": "Tuesday, November 12, 2019",
    "day": "2",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 95 : 1-11",
    "passageYou": "Orin Dafidi 95 : 1-11",
    "contentEn": "Psa 95:1  O come, let us sing unto the LORD: let us make a joyful noise to the rock of our salvation. <br>Psa 95: 2  Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms. <br>Psa 95: 3  For the LORD is a great God, and a great King above all gods. <br>Psa 95: 4  In his hand are the deep places of the earth: the strength of the hills is his also. <br>Psa 95: 5  The sea is his, and he made it: and his hands formed the dry land. <br>Psa 95: 6  O come, let us worship and bow down: let us kneel before the LORD our maker. <br>Psa 95: 7  For he is our God; and we are the people of his pasture, and the sheep of his hand. To day if ye will hear his voice, <br>Psa 95: 8  Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness: <br>Psa 95: 9  When your fathers tempted me, proved me, and saw my work. <br>Psa 95: 10  Forty years long was I grieved with this generation, and said, It is a people that do err in their heart, and they have not known my ways:   <br>Psa 95: 11  Unto whom I sware in my wrath that they should not enter into my rest. ",
    "contentYou": "1Ẹ wá, ẹ jẹ́ kí á kọrin sí OLUWA; ẹ jẹ́ kí á hó ìhó ayọ̀ sí Olùdáàbòbò ati ìgbàlà wa!<br> 2Ẹ jẹ́ kí á wá siwaju rẹ̀ pẹlu ọpẹ́; ẹ jẹ́ kí á fi orin ìyìn hó ìhó ayọ̀ sí i.<br> 3Nítorí pé Ọlọrun tí ó tóbi ni OLUWA, ọba tí ó tóbi ni, ó ju gbogbo oriṣa lọ.<br> 4Ìkáwọ́ rẹ̀ ni ọ̀gbun ilẹ̀ wà; gíga àwọn òkè ńlá wà ní ìkáwọ́ rẹ̀ pẹlu.<br> 5Tirẹ̀ ni òkun, nítorí pé òun ni ó dá a; ọwọ́ rẹ̀ ni ó sì fi dá ìyàngbẹ ilẹ̀.<br> 6Ẹ wá, ẹ jẹ́ kí á jọ́sìn, kí á tẹríba, ẹ jẹ́ kí á kúnlẹ̀ níwájú OLUWA, Ẹlẹ́dàá wa!<br> 7Nítorí òun ni Ọlọrun wa, àwa ni eniyan rẹ̀, tí ó ń kó jẹ̀ káàkiri, àwa ni agbo aguntan rẹ̀. Ọlọrun Bá Àwọn Eniyan Rẹ̀ sọ̀rọ̀ Bí ẹ bá gbọ́ ohùn rẹ̀ lónìí,<br> 8ẹ má ṣe orí kunkun bí ẹ ti ṣe ní Meriba, ati bí ẹ ti ṣe ní ijọ́un ní Masa, ninu aṣálẹ̀ <br> 9nígbà tí àwọn baba ńlá yín dán mi wò, tí wọ́n dẹ mí, bí ó tilẹ̀ jẹ́ pé wọ́n ti rí ohun tí mo ti ṣe rí.<br> 10Fún ogoji ọdún gbáko ni ọ̀rọ̀ wọn fi sú mi, tí mo sọ pé, “Ọkàn àwọn eniyan wọnyi ti yapa, wọn kò sì bìkítà fún ìlànà mi.” 11Nítorí náà ni mo fi fi ibinu búra pé, wọn kò ní wọ inú ìsinmi mi."
  }, {
    "id": "day1",
    "date": "Monday, November 11, 2019",
    "day": "1",
    "instruct": "Comment with any song or hymn of your choice",
    "passageEn": "Psalm 100 : 1-5",
    "passageYou": "Orin-Dafidi 100 : 1-5",
    "contentYou": "1Ẹ hó ìhó ayọ̀ sí OLUWA, gbogbo ilẹ̀ ayé.<br> 2Ẹ fi ayọ̀ sin OLUWA.<br> Ẹ wá siwaju rẹ̀ pẹlu orin ayọ̀.<br> 3Ẹ mọ̀ dájú pé OLUWA ni Ọlọrun, òun ló dá wa, òun ló ni wá; àwa ni eniyan rẹ̀, àwa sì ni agbo aguntan rẹ̀.<br> 4Ẹ wọ ẹnubodè rẹ̀ tẹ̀yin tọpẹ́, kí ẹ sì wọ inú àgbàlá rẹ̀ tẹ̀yin tìyìn. Ẹ dúpẹ́ lọ́wọ́ rẹ̀, kí ẹ sì máa yin orúkọ rẹ̀.<br> 5Nítorí OLUWA ṣeun; ìfẹ́ rẹ̀ tí kì í yẹ̀ wà títí lae, òtítọ́ rẹ̀ sì wà láti ìran dé ìran.",
    "contentEn": " Psa 100:1   A Psalm of praise. Make a joyful noise unto the LORD, all ye lands.   <br> Psa 100:2 Serve the LORD with gladness: come before his presence with singing.  <br>  Psa 100:3 Know ye that the LORD he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture.  <br>  Psa 100:4 Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name. <br>Psa 100:5 For the LORD is good; his mercy is everlasting; and his truth endureth to all generations. "
  }
]